Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# VInCur
source: Enter Currency
hi: दर्ज करें मुद्रा

# VInCurShortN
source: Enter currency Short Name
hi: दर्ज करें मुद्रा लघु नाम

# VInLibN
source: Enter Library Name.
hi: लायब्रेरी का नाम दर्ज करें.

# VInNIns
source: Enter Name Of Institute
hi: संस्थान के नाम दर्ज करें

# VInPinc
source: Enter Pincode
hi: दर्ज करें पिन कोड

# VinsCtyN
source: Enter City Name
hi: शहर का नाम दर्ज करें

# VInsG
source: Enter Gram.
hi: दर्ज करें ग्राम.

# VInStateN
source: Enter State Name.
hi: l

# VInvEmailClaim
source: Invalid E-mail of Claim.
hi: अवैध ई-दावे का मेल करें

# VInvEmailRemit
source: Invalid E-mail of Remittance.
hi: अवैध ई-सदस्यता के मेल करें

# VInvEmailSubs
source: Invalid E-mail of Subscription.
hi: शामिल एक मौजूदा जर्नल ऑफ करने के लिए

# VLInpExtJnl
source: Incorporated to an Existing Journal
hi: वॉल्यूम

# VPlzCorrFllE
source: Please correct the following errors.
hi: कृपया निम्नलिखित त्रुटियों को ठीक करें.

# VPlzInsEMPropF
source: Please Insert E-mail In Proper Format.
hi: कृपया डालें ई-मेल उचित प्रारूप में करें

# VPlzSelPayT
source: Please Select Payment Type.
hi: भुगतान का प्रकार चुनें कृपया.

# VSCAcdS
source: Select Current Academic Session.
hi: चालू शैक्षणिक सत्र. चुनें

# VSelDelM
source: Select Delivery Mode.
hi: डिलिवरी तरीका चुनें

# VSelInvD
source: Select Invoice Date.
hi: चालान तिथि का चयन करें.

# VSelIssT
source: Select Issues Type.
hi: मुद्दों के प्रकार का चयन करें.

# VSelJouN
source: Select Journal No.
hi: चुनें पत्रिका नहीं

# VSelLetterN
source: Select Letter No.
hi: चुनें पत्र नहीं

# VSelLib
source: Select Library/Institute Name.
hi: चुनें लाइब्रेरी / संस्थान का नाम.

# VSelPuB
source: Select Publisher or Vendor.
hi: चुनें प्रकाशक या विक्रेता.

# VSltMsgRcvd
source: Select Message Received.
hi: चुनें संदेश प्राप्त किया.

# warArrival
source: Already arrived issues are found for specified journal.
hi: पहले से ही आ मुद्दों निर्दिष्ट पत्रिका के लिए पाए जाते हैं

# WeekOn
source: Weeks On
hi: सप्ताह पर

# WildSerch
source: Wildcard search
hi: वाइल्डकार्ड खोज

# WLstNo
source: With List No.
hi: के साथ सूची नहीं

# woi
source: Without Other Information
hi: अन्य जानकारी के बिना

# WOLstNo
source: Without List No.
hi: बिना सूची न.

# writefail
source: Write Fail : Transponder Not in Range
hi: लिखने में विफल: ट्रांसपोंडर नहीं रेंज में

# writesuccess
source: Write Successfully Completed.
hi: सफलतापूर्वक पूरा कर लिखें.

# Writtoff
source: Written-off
hi: प्रश्न के लिखित-बंद

# WrtApvalEtry
source: Is write-off approval Entry
hi: लिखना है अनुमोदन से प्रविष्टि

# WrtnLst
source: Is written-off List.
hi: लिखा है-सूची से बाहर.

# WrtTyp
source: Writer Type
hi: लेखक का प्रकार

# WvAmt
source: Waived Amt.
hi: माफ मात्रा

# YrNotvalid
source: You are not a valid user for this operation.
hi: क्या आप इस ऑपरेशन के लिए एक मान्य उपयोगकर्ता नहीं हैं.

# YrOfPub
source: Year Of Publication:
hi: प्रकाशन का वर्ष:
