Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# Abbr
source: Abbreviation
hi: नाम

# AbbriAlExist
source: Abbreviation already exists.
hi: नाम पहले से मौजूद है. (संक्षिप्त)

# ABExcdToDept
source: Department has exceeded allocated budget.
hi: विभाग आवंटित बजट को पार कर गया है

# Abst
source: Abstract
hi: तत्व

# AcadSessName
source: Academic Session Name
hi: शैक्षणिक सत्र का नाम

# AccAlExist
source: Accession No. Already Exists for current Stock Report.
hi: अवाप्ति नं वर्तमान स्टॉक रिपोर्ट के लिए पहले से मौजूद है

# AccBCry
source: Accessioning According to Item Category.
hi: परिग्रहण श्रेणी के अनुसार आइटम है

# AccCatDtRng
source: Cataloguing Date Range
hi: सूचीपत्र तिथि सीमा

# AccCheck
source: Specify Accession Number.
hi: अवाप्ति निर्दिष्ट संख्या है

# AccDate
source: Accession Date
hi: अवाप्ति तिथि

# AccDtRng
source: Accessioning Date Range
hi: परिग्रहण तिथि सीमा

source: AccessionNumber
hi: परिग्रहण संख्या

source: Acc Mat. S. No.
hi: एसीसी मेट . एस नहीं है

# AccMtlSNo
source: Accompanying Material S.No.
hi: एसीसी मेट . एस नहीं है

# AccNISBNSpcfy
source: Other Search Criteria Will Be Ignored if Accession Number or ISBN is Specified.
hi: अन्य खोज मानदंड नज़रअंदाज़ कर दिया जाएगा या तो अवाप्ति संख्या निर्दिष्ट आई एस बी एन

source: Acc.No.
hi: अवाप्ति नं

# AccNoAlPresInList
source: Accession no. already present in the list.
hi: अवाप्ति नहीं है . सूची में पहले से ही मौजूद है

# AccNoAlradyExt
source: Accession No. Already Exists.
hi: अवाप्ति नं पहले से मौजूद है

# AccNoBinder
source: Item issued to binder, cannot proceed updation
hi: आइटम को जारी बंधक आगे बढ़ने के अद्यतन नहीं कर सकते

# AccNoBndLst
source: Accession No. is under Binding List.
hi: अवाप्ति नं सूची बाध्यकारी है

# AccNoCpyNotEql
source: No. of supplied accession number(s) and No. of items to be accessioned are not equal.
hi: अवाप्ति के नंबर की आपूर्ति की संख्या (ओ) और आइटम नंबर करने के परिग्रहण के बराबर

# AccNoExist
source: Specified New Accession No. Already Exists.
hi: नई अवाप्ति निर्दिष्ट संख्या पहले से मौजूद है

# AccNoInv
source: Specified Accession Number is invalid.
hi: अवाप्ति निर्दिष्ट संख्या अवैध है

# AccNoInVal
source: Specified Old Accession Number is invalid.
hi: पुराने निर्दिष्ट प्राप्ति क्रमांक अवैध है

# AccNoInvForRetOpr
source: Accession no. is invalid for return operation.
hi: अवाप्ति नहीं है . वापसी के लिए आपरेशन अवैध है

# AccNoIss
source: Issued item cannot proceed updation.
hi: टिकट मद आगे बढ़ने के अद्यतन नहीं कर सकते

# AccNoIssedUsr
source: Accession no. is issued to user.
hi: अवाप्ति नहीं है . उपयोगकर्ता को जारी है

# AccNoItrLibLan
source: Accession No. is under Inter Library Loan.
hi: अवाप्ति के तहत अन्तर पुस्तकालय ऋण नं है

# AccNoLost
source: Lost item cannot proceed with updation.
hi: आगे बढ़ने के मद खो अद्यतन नहीं कर सकते

# AccNoLostBkEny
source: Accession No. is under Lost Item Entry.
hi: अवाप्ति आइटम नंबर खो प्रविष्टि के अंतर्गत है

# AccNoMustB4dgt
source: Account Number must be of 4 digit.
hi: खाता क्रमांक चार अंक की होनी चाहिए

# AccNoNotDfForSelCat
source: Accession Prefix is not defined for the selected category.
hi: उपसर्ग के लिए परिभाषित नहीं है , परिग्रहण चयनित श्रेणी के हैं

# AccNoNotFund
source: Accession number not Found.
hi: अवाप्ति संख्या नहीं मिला

# AccNoNotMTForDgt
source: Accession No. must be minimum of four digit.
hi: अवाप्ति नं होना चाहिए कम से कम चार अंक

# AccNoNtFnd
source: Accession No. not found/specified.
hi: अवाप्ति नं नहीं मिला / निर्दिष्ट है

# AccNoRng
source: Acc. No. Range
hi: एसीसी . रेंज नं

# Accnos
source: &nbsp;Accession No.
hi: अवाप्ति नं

# AccNoSForRpmtIsIvld
source: Accession Number specified for replacement is Invalid.
hi: अवाप्ति के लिये निर्दिष्ट संख्या प्रतिस्थापन अवैध है

# AccNoWise
source: Accession Number Wise
hi: अवाप्ति संख्या के आधार पर

# AccNoWisLst
source: Accession Number Wise List
hi: अवाप्ति संख्या के आधार पर सूची

# AccNowrtAppEny
source: Accession no. is in write-off approval Entry.
hi: अवाप्ति नहीं है . लिखने का अनुमोदन करना है प्रविष्टि है

# AccNoWrtLst
source: Accession no. is in written-off List.
hi: अवाप्ति नहीं है . बंद की सूची में लिखा है

# AccNumberisInval
source: Accession no. entered, is Invalid.
hi: अवाप्ति नहीं है . प्रवेश , अवैध है

# AccoMatAccNo
source: Accompany Material Accession No.
hi: अवाप्ति के साथ सामग्री नं

source: Accompanying Items
hi: साथ आइटम

# AccompItmIss
source: Accompanying Item Issue/Return
hi: साथ आइटम अंक / लौटें

# AccPfx
source: Accession Prefix
hi: अवाप्ति उपसर्ग

# AccPfxMstBeForDgt
source: Accession prefix must be at least four digits.
hi: अवाप्ति उपसर्ग होना चाहिए कम से कम चार अंक

# AccPfxNotDefForBC
source: Accession Prefix is not defined for the category of the Item.
hi: अवाप्ति उपसर्ग के लिए परिभाषित नहीं है श्रेणी के आइटम हैं

# Accrange
source: Specify Range
hi: निर्दिष्ट सीमा

# AccSAPfx
source: Accessioning According to Selected Accession Prefix.
hi: परिग्रहण के अनुसार चयनित अवाप्ति उपसर्ग

# AccWOutAP
source: Accessioning without Accession Prefix.
hi: अवाप्ति के बिना परिग्रहण उपसर्ग

# ACEITrans
source: Author/ Compiler/ Editor/ Illustrator/ Translator Based
hi: लेखक / संकलक / संपादक / व्‍याख्‍याता / अनुवादक आधार

# AcPrcPerCpy
source: (A.P./Copy- Actual Price Per Copy)
hi: ( ऐ पी / कॉपी - वास्तविक मूल्य प्रति कॉपी )

# Acr2
source: AACR II
hi: द्वितीय ऐ ऐ सी आर

# ActDtBlgAcdmicSess
source: Activation Date does not belong to academic session.
hi: सक्रियन तिथि शैक्षणिक सत्र नहीं है

# ActNoDetsFond
source: No Detail found for Activation.
hi: सक्रियकरण विवरण के लिए नहीं मिला है

# ActNoSpeci
source: Activities not specified.
hi: गतिविधियाँ निर्दिष्ट नहीं है

# ActPer
source: Actions Performed
hi: कार्य प्रदर्शन

# ActPkg
source: Active Package(s)
hi: सक्रिय संकुल ( ओं )

# ActPrc
source: Actual Price
hi: वास्तविक मूल्य

# ActveDtNThnDeativteDts
source: Activation Date should not be Less than Deactivation Date.
hi: सक्रियन तिथि से कम नहीं किया जाना चाहिए निष्क्रियकरण तिथि है

# Add
source: Upload
hi: जोड़ना

# AddFile
source: Add Files
hi: फ़ाइलें जोड़ें

# AddKeyWd
source: Add Keyword(s)
hi: खोजशब्द जोड़ें ( ओं )

# AddN
source: Add New
hi: नई जोड़ें

# AddO
source: Add Other
hi: अन्य जोड़ें

# AddS
source: Add Similar
hi: इसी प्रकार जोड़ें

# AdjAmtLthnB
source: Adjusted amount should be less than Balance.
hi: समायोजन से भी कम समय शेष राशि की जानी चाहिए

# AdjCdtA
source: Adjusted Credit Amount
hi: क्रडिट समायोजन की गई राशि

# AdjCNAmtZo
source: Adjustment credit note amount is 0, Enter amount for adjusting invoice amount.
hi: ऋण समायोजन ध्यान दें 0 राशि है , चालान राशि का समायोजन के लिए राशि दर्ज करें

# AdvAmt
source: Advance Amt.
hi: अग्रिम मात्रा:

# AdvrOrGuide
source: Advisor/Guide
hi: सलाहकार / गाइड

# AdvSarch
source: Advance Search
hi: उन्नत खोज

# AExJ
source: Journal title for this validty period already exists.
hi: पत्रिका के लिए इस शीर्षक वैधता अवधि के पहले से मौजूद है

# Agnt
source: Agent
hi: एजेंट

source: Air Mail
hi: हवाई डाक

# AItem
source: A. Items
hi: ए आइटम

# AItmAccompItems
source: A. Items -Accompanying Items
hi: ए आइटम के साथ आइटम

# AjCNtACalPnlA
source: If you have credit note for adjusting Invoice amount, then First Adjust Credit note then Calculate Proportional amount of Journal(s).
hi: यदि आपके पास क्रेडिट चालान राशि का समायोजन के लिए ध्यान दें , तो सबसे पहले ध्यान दें

# AKwd
source: Add Keyword(s)
hi: खोजशब्द जोड़ें ( ओं )

# AlArrCopies
source: (A.A.C.- Already Arrived Copies)
hi: ( ए ए सी--प्रति पहले से ही पहुँचे )

# AlIssued
source: Already Issued
hi: पहले से ही टिकट

# AllAccompItmHadBenIss
source: All accompanying items had been issued.
hi: सभी मदों के साथ जारी की गई थी

# AllAECIT
source: All(Author or Editor or Compiler or Illustrator or Translator)
hi: सभी ( लेखक या संपादक या अनुवादक या व्‍याख्‍याता या संकलक )

# AlloAmt
source: Allocated Amount
hi: आबंटित राशि

# AllowDeact
source: Allowed to Be Deactivated
hi: निष्क्रिय की अनुमति दी

# AllowRaiseInd
source: Allowed to Recommend for purchase
hi: इंडेंट उठाने की अनुमति दी

# AlphO
source: In Alphabetical order :
hi: वर्णमाला क्रमानुसार में :

# AlrdyExst
source: Already exists.
hi: पहले से मौजूद है

# AlrExstALBkE
source: This is already existing as a lost item.
hi: यह पहले ही खो दिया है मद के रूप में विद्यमान है

# AlrIssToLOrI
source: Already issued to Library Or Institute.
hi: या संस्थान के पुस्तकालय को पहले से ही जारी है

# AlrPcsd
source: This is already processed.
hi: यह पहले ही संसाधित

# AlrUWrtOApPcs
source: Already under write-off approval process.
hi: लिखने के तहत पहले से ही दूर अनुमोदन प्रक्रिया है

# AltPlzsltDtcal
source: Please select Date from calender
hi: कृपया चुनें तिथि से कैलेंडर

# AlwPmsTSpUTyp
source: Allow permissions to the specified User Type.
hi: अनुमति दें प्रयोक्ता प्रकार निर्दिष्ट करने के लिए अनुमति है

# AlWriteOffAppr
source: Already write-off approval.
hi: लिखने से पहले ही मंजूरी देना

# Amaz
source: Amazon
hi: अमेज़न

# Amt
source: Amount
hi: मात्रा

# AmtATotAmtNotEql
source: Amount and Total Amount is not equal.
hi: राशि और कुल राशि के बराबर नहीं है

# AmtChrgd
source: Amount Charged
hi: मात्रा आरोपी

# AmtNotVldForInvAmt
source: Enter Valid Amount.
hi: मान्य की गई राशि दर्ज करें

# Amtpct
source: Amount (%)
hi: राशि ( % )

# AmtWithTax
source: Amount with Tax
hi: कर की गई राशि के साथ

source: AND
hi: और

# Ann
source: Annual
hi: वार्षिक

# APctOfDifDCantExc100
source: Amount(%) of Different department can not exceed to 100(%).
hi: राशि ( % ) विभिन्न विभाग से 100 से अधिक नहीं कर सकते हैं ( % )

# APerCantMfy
source: Admin User Type must be given permission for all the modules.
hi: प्रयोक्ता प्रकार व्यवस्थापक के लिए अनुमति दी जानी चाहिए सभी मापांक.

# APOnLASepPOCantCE
source: Amount for print+online & separate amount for print & online can not coexist.
hi: + राशि के लिए प्रिंट ऑनलाइन और प्रिंट के लिए अलग से राशि और ऑनलाइन होना नहीं कर

source: Apply Range
hi: सीमा लागू करें

# ARecCantDel
source: Admin Record can not be deleted.
hi: व्यवस्थापक रिकॉर्ड हटाए नहीं जा सकते

# ArEnter
source: New Process can not be initiated until another process has been ended.
hi: सभी अनुरोध (ओ) के सदस्य हैं

# ARqstSbsd
source: All Request(s) are Subscribed.
hi: सभी अनुरोध (ओ) के सदस्य हैं

# ArrBased
source: Arrival Based
hi: आगमन आधार

# ArrSchGen
source: Arrival Schedule Generated.
hi: आगमन अनुसूची जनरेट

# ArrSchGenDet
source: Arrival Schedule Generation Detail(s)
hi: आगमन की अनुसूची जनरेशन विवरण (ओ)

# Arsdetach
source: Are you sure you want to detach ?
hi: क्या आप सुनिश्चित हैं कि आप को अलग करना चाहते हैं ?

source: Articles
hi: लेख

# ArvalPriod
source: Expected Arrival period
hi: आगमन की अवधि

# ArYsure
source: Are you sure you want to continue with same Class Number and Book Number ?
hi: क्या आप सुनिश्चित हैं कि आप जारी रखना चाहते हैं और संख्या के साथ एक ही कक्षा बुक

# ASCantGenNPmtC
source: Arrival Schedule can not be generated because it is a non payment case.
hi: आगमन अनुसूची नहीं किया जा सकता है क्योंकि यह एक गैर उत्पन्न भुगतान के मामले में

# ASrchLmt
source: Apply Search Limits
hi: सीमाएँ लागू खोज

source: Assign/Change
hi: निरुपित / बदलें

# AssNClNoBkNo
source: Assign New Class No./Book No.
hi: निरुपित नई कक्षा नं / बुक नं

# AssNCtrlNo
source: Assign New Control No.
hi: नई नियंत्रण निरुपित नं

# Atchd
source: Attached
hi: संलग्न

# Atit
source: TitleA
hi: शीर्षक A

# ATitle
source: Article_Title
hi: लेख_शीर्षक

# Att
source: Attach
hi: संलग्न

# AttchExLib
source: Attach Library
hi: संलग्न पुस्तकालय

# AttFile
source: Attached File(s)
hi: फ़ाइल संलग्न ( ओं )

# AttMent
source: Attachment
hi: अनुलग्नक

# Auth
source: Author
hi: लेखक

# AuthName
source: Author Name
hi: लेखक का नाम

# Author1
source: Author ( In Block Letters)
hi: लेखक ( ब्लॉक में पत्र )

# Authority
source: &nbsp;Authority
hi: प्राधिकरण

source: Author(s)
hi: लेखक ( ओं )

# AuthPn
source: Authorised Person
hi: प्राधिकृत व्यक्ति

# AuthWis
source: Author Wise
hi: लेखक के आधार पर

# AutoAccNGAccPrfix
source: Automatic Accession Number Generation According to Selected Accession Prefix.
hi: स्वचालित अवाप्ति संख्या जनरेशन के अनुसार चयनित अवाप्ति उपसर्ग

# AutoAccNGWthoutAccPrfix
source: Automatic Accession Number Generation without Accession prefix.
hi: स्वचालित अवाप्ति संख्या जनरेशन के बिना अवाप्ति उपसर्ग

# AvlCpy
source: Available Copies :
hi: उपलब्ध प्रति

# AwDate
source: Award Date
hi: पुरस्कार की तिथि

# BA
source: Bar date Applicable
hi: बार लागू की तारीख

# BackDirPath
source: Backup directory path
hi: बैकअप निर्देशिका पथ

source: Backup data
hi: बैकअप डेटा

# BackupObj
source: Backup object structures(script)
hi: संरक्षा उद्देश्य संरचनाओं ( लिपि )

# bActvMemb
source: Activate Member
hi: सक्रिय सदस्य

# bAdd
source: Add / Edit Fields
hi: जोड़ें / संपादित करें फील्ड्स

# bAddRem
source: Add-Remove
hi: जोड़ें से निकालें

# BAddvolE
source: Add Volume/Edition...
hi: खंड जोड़ें / संस्करण ...

# BAdyExst
source: Item already exists.
hi: आइटम पहले से मौजूद है

# BalGrtAddAmt
source: Balance must be greater than New Additional Amount.
hi: शेष से अधिक होना चाहिए नई अतिरिक्त राशि है

# Bankrate
source: Bank rate can not exceed to 10,000.
hi: बैंक दर को 10.000 से अधिक नहीं हो सकता

# BarD
source: Enter Bar date
hi: बार तिथि प्रविष्ट करें

# BAssgPasw
source: Assign Password
hi: निरुपित पासवर्ड

# BAssign
source: Assign
hi: निरुपित

# bBack
source: Back
hi: पीछे

# bBkTCart
source: Back to Cart
hi: वापस मृच्छकटिकम्

# bButton
source: Button
hi: बटन

# bCancle
source: Cancel
hi: रद्द करें

# bCart
source: Cart
hi: मृच्छकटिकम्

# bCData
source: Catalog Data
hi: कैटालॉग डाटा

# BChange
source: Change
hi: बदलना

# bClose
source: Close
hi: बंद करना

# bClrDue
source: Clear Dues
hi: साफ़ देय

# BCodFont
source: Bar code Font
hi: बार कोड फ़ॉन्ट

# bCpctSrch
source: Compact Search
hi: कम्पैक्ट खोज

# bCpy
source: Copy
hi: प्रतिलिपि

# bCrLib
source: Create
hi: बनाएँ

# bCrtF
source: Create Folder
hi: फ़ोल्डर बनाएँ

# bDactive
source: Deactivate
hi: निष्क्रिय करें

# bDel
source: Delete
hi: मिटाना

# bDelete
source: Delete
hi: मिटाना

# bDemo
source: Demo
hi: प्रदर्शन

# bDetSrch
source: Detail Search
hi: विस्तृत खोज

# bdgtp
source: Budget_Type
hi: बजट प्रकार

# BdgtSt
source: Budget Statement :
hi: के बजट वक्तव्य :

# bDispalys
source: Display
hi: प्रदर्शन

# bDisplay
source: Upload
hi: अपलोड करें

# bDisRec
source: Display Records
hi: रिकार्ड प्रदर्शन

# bEndTask
source: End
hi: अंत

# BEnter
source: Enter
hi: दर्ज करें

# BEntNotAlw
source: Blank entry is not allowed.
hi: खाली प्रवेश की अनुमति नहीं है

# bHelp
source: Help
hi: मदद

# bHldngSrh
source: Holding Search
hi: होल्डिंग खोज

# bHolDet
source: Holding Details
hi: होल्डिंग विवरण

# bIData
source: Indent Data
hi: इंडेंट डाटा

# BigNumber
source: Starting Number can not be greater than Current Position.
hi: आरंभ नहीं किया जा सकता से अधिक संख्या वर्तमान स्थिति है

# BillD
source: Bill Date
hi: विधेयक की तिथि

# BillPayAdvtoAcc
source: Bill Payment Advice to Accounts
hi: विधेयक का भुगतान करने के लिए सलाह लेखा

# bindnameAlExist
source: Binding Type Name with Selected Binder Already Exists.
hi: बाध्यकारी प्रकार का नाम पहले से मौजूद है

# BindType
source: Binding Type
hi: बाध्यकारी प्रकार

# bInv
source: Invoice
hi: बीजक

# bIss
source: Issue
hi: मुद्दा

# BkAlRsvdSmeMbr
source: Item is already reserved by same Member.
hi: आइटम पहले से ही एक ही सदस्य द्वारा आरक्षित है

# BkAvaLibFIsTsction
source: Item is available in library for issue transactions.
hi: आइटम के लिए पुस्तकालय में उपलब्ध है लेनदेन मुद्दा है

# BkCantIBecUPrcs
source: Item under technical processing cannot be issued.
hi: तकनीकी संसाधन आइटम के तहत जारी नहीं किया जा सकता है

# BkCantIEAsLB
source: Lost item cannot be issued.
hi: खो मद जारी नहीं किया जा सकता है

# BkCantIIssToU
source: Already issued items cannot be issued.
hi: पहले से ही जारी नहीं किया जा सकता है आइटम जारी है

# BkCantIOtrCpyI
source: Item cannot be issued, other copy is already issued to specified member.
hi: आइटम जारी नहीं किया जा सकता है , अन्य पहले से ही जारी है कॉपी करने के लिए निर्दिष्ट

# BkCantIssToLOrI
source: Item cannot be issued to Library Or Institute.
hi: आइटम नहीं किया जा सकता है या संस्थान के पुस्तकालय को जारी है

# BkCantIUILLPcs
source: Item cant be issued, its entry has been done as Inter library Loan process.
hi: आइटम नहीं जारी किया जाएगा , अपनी प्रविष्टि के रूप में किया गया है अन्तर पुस्तकालयऋण

# BkCantIUWOApPcs
source: Items under write-off approval process cannot be issued.
hi: आइटम के तहत बंद लिखने की स्वीकृति की प्रक्रिया को जारी नहीं किया जा सकता है

# BkCantRIsODt
source: This item cannot be Re-Issued on this date.
hi: यह मद नहीं किया जा सकता है इस तिथि पुनः जारी है

# BkCIssEntywtrofBk
source: Write-off item cannot be issued.
hi: मद लिखें दूर जारी नहीं किया जा सकता है

# BkCtryNotComU
source: Item Category is not compatible to user.
hi: आइटम के लिए उपयोगकर्ता श्रेणी संगत नहीं है

# BkDNotExst
source: Item does not exist.
hi: मद मौजूद नहीं है

# BKeyword
source: Key word
hi: मुख्य शब्द

# BkIssTUsr
source: Item Issued to User.
hi: प्रयोक्ता आइटम को जारी है

# BkIsUndBindPro
source: Item is under binding process.
hi: आइटम बाध्यकारी प्रक्रिया के अधीन है

# BkIsUndILLPro
source: Item is under ILL process.
hi: मद से बीमार प्रक्रिया के अधीन है

# BkIToU
source: Item Issued to User.
hi: प्रयोक्ता आइटम को जारी है

# BkLibIssTras
source: Item is available in library for issue transactions.
hi: आइटम के लिए पुस्तकालय में उपलब्ध है लेनदेन मुद्दा है

# BKNexst
source: Item does not exist.
hi: मद मौजूद नहीं है

# BkNo
source: Enter Book Number.
hi: हॉस्टल्सक्लब के यहां नंबर दर्ज करें

# BkNotRIOnD
source: This item cannot be Re-Issued on this date.
hi: यह मद नहीं किया जा सकता है इस तिथि पुनः जारी है

# BkNRAlDBk
source: Item cannot be reserved. Sufficient reservations already done on this item.
hi: आइटम आरक्षित नहीं किया जा सकता है . पर्याप्त आरक्षण पहले से ही किया है पर इस मद है

# BkPrc
source: Item Price
hi: आइटम मूल्य

# BkResDet
source: Item Reservation Details :
hi: आइटम आरक्षण विवरण :

# BkResvSM
source: Item is already reserved by same Member.
hi: आइटम पहले से ही एक ही सदस्य द्वारा आरक्षित है

# BkRsvBOMem
source: Item is reserved by other Member(s).
hi: आइटम द्वारा आरक्षित है अन्य सदस्य (ओ)

# BkRsvQP
source: Item reserved at queue position :
hi: आइटम पर आरक्षित कतार स्थिति :

# BkSeries
source: Series
hi: श्रृंखला

# Bktitle
source: Select Item Title From the List.
hi: शीर्षक मद सूची में से चुनें

# BkTtl
source: Title
hi: शीर्षक

# BkUdrDply
source: Item is under Display.
hi: आइटम प्रदर्शित किया जा रहा है

# BkUdrResS
source: Item is under Reserve Section.
hi: आइटम रिजर्व धारा के अधीन है

# BkUdrShelf
source: Item is under Shelf.
hi: आइटम के तहत शेल्फ है

# BkUnAppWrtOffE
source: Book is under approval of writeoff entry
hi: हॉस्टल्सक्लब के यहां जा रहा है अनुमोदन के writeoff प्रविष्टि

# Bletter
source: Letter
hi: पत्र

# bLoad
source: Load
hi: भार

# bNewSrch
source: New Search
hi: नई खोज

# bNo
source: Book Number
hi: पुस्तक संख्या

# BOK
source: OK
hi: ठीक है

# BookAlIssuToBinder
source: Item is already issued to binder.
hi: आइटम को बंधक पहले से ही जारी है

# BookDetail
source: Details.
hi: विवरण

# bookentry
source: Accession No.
hi: अवाप्ति नं

# BookNo
source: Book Number
hi: पुस्तक संख्या

# BookReservedByLib
source: Item reserved by you, has been received by the library.
hi: आपके द्वारा आरक्षित आइटम , पुस्तकालय द्वारा प्राप्त किया गया है

source: Book(s)
hi: पुस्तक ( ओं )

source: Book Title
hi: पुस्तक शीर्षक

# bPrint
source: Show Detail
hi: विवरण दिखाएँ

# bPrintCoLett
source: Print Cover Letter
hi: प्रिंट आवरण पत्र

# BPrintO
source: Print Order(s)
hi: मुद्रण आदेश (ओ)

# BPrintR
source: Print Report
hi: प्रिंट रिपोर्ट

# BprintReceipt
source: Book Bank Receipt
hi: प्रिंट रसीद

# BrateNotZero
source: Bank rate cannot be Zero.
hi: बैंक दर शून्य नहीं हो सकते.

# bRead
source: Read
hi: पढ़ना

# bRecBk
source: Receive Book(s)
hi: प्राप्त पुस्तक ( ओं )

# bReceive
source: Receive
hi: प्राप्त

# bRecJrnl
source: Receive Journal(s)
hi: प्राप्त जर्नल (ओ)

# bReIss
source: Re-Issue
hi: फिर से जारी

# bReserve
source: Reserve
hi: रिजर्व

# bReset
source: Reset
hi: रीसेट

# bRestore
source: Restore
hi: पुनर्स्थापित

# bRet
source: Return
hi: वापस

# bReturn
source: Home
hi: घर

# BroFilPathUp
source: Browse File Path to upload.
hi: फ़ाइल का पथ अपलोड करने के लिए ब्राउज़ करें

# BroFilPathUpServer
source: Browse File Path to Upload in server.
hi: फ़ाइल का पथ को ब्राउज़ करें सर्वर में अपलोड करें

# BroseBackFile
source: Browse backup file.
hi: बैकअप फ़ाइल को ब्राउज़ करें

source: Browse
hi: ब्राउज़ करें

source: Browse file to upload.
hi: फ़ाइल अपलोड करने के लिए ब्राउज़ करें

# BrowsFilLoca
source: Enter or browse File Location.
hi: फ़ाइल का स्थान दर्ज करें या ब्राउज़ करें

# BrowsSpFileUrl
source: Browse to specify File Url.
hi: फ़ाइल यूआरएल को निर्दिष्ट करने के लिए ब्राउज़ करें

# bSave
source: Submit
hi: जमा करें

# bSearch
source: Search
hi: खोज

# bSend
source: Send
hi: भेजना

# bSendMail
source: Send Mail
hi: मेल भेजें

# bSetAll
source: Assign
hi: सभी सेट

# bSetSrchLmt
source: Set Search Limit
hi: खोज सीमा निर्धारित करें

# bShoeAll
source: Show All
hi: सभी दिखाएँ

# bShow
source: Show
hi: दिखाना

# bShwRec
source: Show Records
hi: दिखाएँ रिकार्ड

# bShwRpt
source: Show Report
hi: रिपोर्ट दिखाएँ

# BSNoBasedSrh
source: Bill Serial No. Based Search
hi: विधेयक के आधार खोज सीरियल नं

# bSrchWrd
source: Search Word
hi: खोज शब्द

# bStartTask
source: Start
hi: प्रारंभ करना

# bSubPrnt
source: Submit/Print
hi: जमा / मुद्रण

# bSubscp
source: Subscription
hi: सदस्यता

# bSubSrh
source: Subscription Search
hi: सदस्यता खोज

# bTables
source: Tables
hi: टेबल्स

# btnAccr
source: AACR2 To Marc21
hi: ए ए सी आर 2 करने के लिए एम ए आर सी 21

# btncon
source: Establish Connection
hi: जुड़ाव स्थापित

# btnDatailReport
source: Detail Report
hi: विस्तृत रिपोर्ट

# BtnDispQry
source: Display Query
hi: प्रदर्शित प्रश्न

# BtnExec
source: Execute
hi: निष्पादित

source: Budget
hi: बजट

# BudNoUpdate
source: Allocated amount cannot be updated, further processing of budget has been done.
hi: आबंटित राशि अद्यतन नहीं किया जा सकता है , आगे के प्रसंस्करण के बजट

# bUpdate
source: Update
hi: अद्यतन करना

# bView
source: Views
hi: दृश्य

# BWebOPAC
source: Web OPAC
hi: वेब ओ पी ए सी

# bWrite
source: Write
hi: लिखना

# ByCdtNote
source: By Credit Note
hi: क्रेडिट नोट

# ByCsh
source: By Cash
hi: कैश करके

# ByDft
source: By Draft
hi: ड्राफ्ट द्वारा

source: Cancel Invoice
hi: चालान रद्द करें

# CanIndNo
source: Canceled Indent No(s).
hi: रद्द इंडेंट संख्या ( ओं )

# CanNotPdIConAdmi
source: You cannot proceed for indent. Contact your Admin
hi: आप नहीं कर सकते मांगपत्र के लिए आगे बढ़ना है . अपने व्यवस्थापक से

# CanNotProceed
source: Can not proceed ! Information already exists for specified period, Only editing is allowed.
hi: आगे बढ़ना नहीं कर सकता है ! सूचना निर्दिष्ट अवधि के लिए पहले से मौजूद

# cannprocop
source: Can not proceed operation, First uncheck following already cancelled indent(s)
hi: आगे बढ़ने के आपरेशन नहीं किया जा सकता है, सबसे पहले अचयनित के दिया इंडेंट ( ओं )

# CanOprCmplSuc
source: Cancel operation completed Successfully.
hi: रद्द करें आपरेशन सफलतापूर्वक पूरी की

# canOrdInd
source: Cancel Order / Indent(s)
hi: रद्द करें आदेश / इंडेंट ( ओं )

# CantIClgDtlNotFndAccNo
source: Item cannot be issued, Catalog detail entries not found for specified Accession No.
hi: आइटम जारी नहीं किया जा सकता है , कैटालॉग विस्तार से प्रविष्टियों के लिए

# CantIssUdrTechPcs
source: Item under technical processing cannot be issued.
hi: तकनीकी संसाधन आइटम के तहत जारी नहीं किया जा सकता है

# CantPcdCdtNNotA
source: Cannot proceed, Credit Note is not available.
hi: आगे बढ़ना नहीं कर सकता , क्रडिट नोट उपलब्ध नहीं है

# CantPcdEAForJnl
source: Cannot proceed, Enter Amount of Journal(s).
hi: आगे बढ़ना नहीं कर सकता , दर्ज की गई राशि के जर्नल (ओ)

# CantPcdFConDJBtn
source: Cannot proceed, first click on D.J. [Display Journal(s)] button.
hi: आगे बढ़ना नहीं कर सकता , पहले डी जे [ प्रदर्शित जर्नल (ओ) ] पर क्लिकपर
