Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# LDesc
source: Descending
hi: उतरते

# Ldesign
source: Designatio<font style="background-color:yellow;">n</font>
hi: उपाधि

# LDet
source: Detail...
hi: विस्तृत ...

# LDFrm
source: Date From
hi: तिथि से

# LDftDt
source: Draft Date
hi: ड्राफ्ट तिथि

# LDftNo
source: Draft No.
hi: ड्राफ्ट नं

# LDisc
source: Discount
hi: डिस्काउंट

# LDisCont
source: Discontinued
hi: बंद

# LDiscotinue
source: Discontinue
hi: बंद

# LDisPdDt
source: Display Pending Data
hi: लंबित प्रदर्शन डाटा

# LDispT
source: Display Type
hi: प्रदर्शन प्रकार

# LDkNo
source: Document No.
hi: दस्तावेज़ नं

# LDOB
source: Date Of Birth
hi: जन्म तिथि

# LDocDt
source: Document Date
hi: दस्तावेज़ तिथि

# LDocNo
source: Document number
hi: दस्तावेज़ संख्या

# LDOfPubl
source: Date of Publication
hi: प्रकाशन की तिथि

# LDoJ
source: Date Of Joining
hi: में शामिल होने की तिथि

# Ldraft
source: Draft/Cheque No.
hi: ड्राफ्ट / चैक नं

# LDraftChqDate
source: Draft/Cheque Date
hi: ड्राफ्ट / चैक तिथि

# LdraftChqNo
source: Draft/Cheque No.
hi: ड्राफ्ट / चैक नं

# LdraftD
source: Draft/Cheque Date
hi: ड्राफ्ट / चैक तिथि

# LDrfCharg
source: Draft Charge
hi: ड्राफ्ट प्रभार

# LDTo
source: Date To
hi: तिथि करने के लिए

# LDuration
source: Duration
hi: अवधि

# learticle
source: e-articles
hi: ई - लेख

# Leditedby
source: / edited by
hi: द्वारा संपादित किया

# Leditedbyn
source: edited by
hi: द्वारा संपादित किया

# LEdition
source: Edition
hi: संस्करण

# LEditionY
source: Edition Year
hi: वर्ष संस्करण

# LEditor
source: Editor
hi: संपादक

# LEdits
source: Editor(s) :
hi: संपादक (ओ) :

# LEffct
source: Effective From
hi: से प्रभावी

# LEmail
source: E-mail
hi: ई मेल

# LEMail1
source: E-mail 1
hi: ई मेल 1

# LEMail2
source: E-mail 2
hi: ई मेल 2

# LEnd
source: Ending
hi: समाप्त

# LEndD
source: End Date
hi: समाप्ति तिथि

# LEnter
source: Enter Letter No.
hi: पत्र नंबर दर्ज करें

# leprjtrpt
source: e-project reports
hi: ई परियोजना रिपोर्टें

# LetCantDplayCshPmt
source: Letter can not be displayed, because it is a cash payment.
hi: पत्र प्रदर्शित नहीं किया जा सकता है , क्योंकि यह एक नकद भुगतान करें

# LEtdTo
source: Extended To
hi: विस्तारित करने के लिए

# lethesis
source: e-thesis
hi: ई - शोध

# LEtrVolme
source: Enter Volume
hi: खंड दर्ज करें

# LetterCanotDisplay
source: Invalid operation in case of Cash transaction.
hi: अवैध संचालन के मामले में नकद सौदा है

# LExArrDate
source: Expected Arrival Date
hi: उम्मीद आगमन की तारीख

# LExistBldngDet
source: Existing Building Detail:
hi: मौजूदा बिल्डिंग विवरण :

# LExistCDGrDetail
source: Existing CD Groups Details:
hi: मौजूदा सीडी समूह विवरण :

# LExistDeptDetail
source: Existing Department(s) Details:
hi: मौजूदा विभाग (ओ) विवरण :

# LExistFlrDet
source: Existing Floor Detail:
hi: मौजूदा तल विवरण :

# LExistInstiDet
source: Existing Institute(s) Details:
hi: मौजूदा संस्थान (ओ) विवरण :

# LExistPkDet
source: Existing Package Details
hi: मौजूदा संकुल विवरण

# LExistRckDet
source: Existing Shelves Detail:
hi: मौजूदा समतल विवरण :

# LExistSubGrD
source: Existing Subgroup Details:
hi: मौजूदा उपसमूह विवरण:

# LExpecOn
source: Expected On
hi: उम्मीद पर

# LExRate
source: Exchange Rate
hi: विनिमय दर

# LExRateB
source: Exchange Rate Basis
hi: विनिमय दर आधार

# LExtDate
source: Extended Date
hi: विस्तारित तिथि

# LFathName
source: Father's Name
hi: पिता का नाम

# LFax
source: Fax
hi: फैक्स

# LFaxNo
source: Fax No.
hi: फैक्स नं

# LFileLoca
source: File Location
hi: फ़ाइल का स्थान

# LFirst
source: « First
hi: « पहला

# LFldLeaves
source: Folded Leaves
hi: मुड़ा हुआ तटस्थ

# LFmYr
source: From Year
hi: वर्ष से

# LFname
source: First Name
hi: प्रथम नाम

# LFolderLoc
source: Folder location
hi: फ़ोल्डर स्थान

# LFolderName
source: Folder Name
hi: फ़ोल्डर का नाम

# Lform
source: Form
hi: पर्चा

# LforNewBo
source: For new Book:
hi: नई पुस्तक के लिए :

# Lfortitle
source: Former Title
hi: पूर्व शीर्षक

# LFreJ
source: Free Journal
hi: मुक्त जर्नल

# LFreq
source: Frequency
hi: आवृत्ति

# LFrmLst
source: From List
hi: सूची से

# LFrom
source: From
hi: से

# LFromClasNo
source: From Class Number
hi: कक्षा से संख्या

# LFromD
source: From Date
hi: तिथि से

# LFromIssu
source: From Issue
hi: से अंक

# LGDate
source: Gift Indent<font style="background-color:yellow;"> D</font>ate
hi: उपहार इंडेंट तिथि

# LGen
source: &nbsp;Gender
hi: लिंग

# LGener
source: General
hi: जनरल

# LGiftedBy
source: Gifted <font style="background-color:yellow;">B</font>y
hi: द्वारा उपहार में

# LGiftIndentDate
source: Gift Indent Date
hi: उपहार इंडेंट तिथि

# LGiftIndentnumber
source: Gift Indent Number
hi: उपहार इंडेंट संख्या

# LGiftIndentReport
source: Gift Indent Report
hi: उपहार इंडेंट रिपोर्ट

# LGOC
source: GOC/Bank
hi: जी ओ सी / बैंक

# LGraceDayBookArr
source: Grace Days For Book Arrival
hi: ग्रेस दिन के लिए बुक आगमन

# LGram
source: Gram
hi: ग्राम

# LGRate
source: GOC Rate
hi: जी ओ सी दर

# LHead
source: Head of the Dept./ Convener, D.L.C.Name
hi: विभाग के प्रमुख / संयोजक , डी एल सी नाम

# LHolding
source: Holdings
hi: होल्डिंग्स

# LHolidate
source: Holiday Date
hi: छुट्टी की तिथि

# LHoNo
source: &nbsp;House No. & Street
hi: पता और गली संख्या

# LI
source: I
hi: प्रथम

# LIAccNoBsd
source: Accession Number Based
hi: अवाप्ति के आधार संख्या

# LIAlowd
source: Allowed
hi: अनुमति प्राप्त

# LIAnul
source: Annual
hi: वार्षिक

# LIArb
source: Arabic
hi: अरबी

# LIAuth
source: Author Wise author
hi: लेखक के आधार पर

# Lib_name
source: Library Name(s)
hi: पुस्तकालय नाम (ओ)

# LIBiweekly
source: Biweekly
hi: सप्ताह में दो बार

# LIBmonthly
source: Bimonthly
hi: द्वि मासिक

# LibMSFm
source: Library Membership Form
hi: लाइब्रेरी सदस्यता फार्म

# LibName
source: New Library
hi: पुस्तकालय का नाम

# libnotexist
source: Selected Library does not exist or check Connection String parameters.
hi: चुने हुए पुस्तकालय मौजूद नहीं है या कनेक्शन की जांच स्ट्रिंग पैरामीटर

# LIBook
source: Book
hi: पुस्तक

# LibOrINam
source: Library/Institute Name
hi: लाइब्रेरी / संस्थान का नाम

# LibPerm
source: Library Permissions
hi: पुस्तकालय अनुमति

source: Librarian
hi: पुस्तकालय अध्यक्ष

# LibType
source: Select Library Type
hi: पुस्तकालय का प्रकार चुनें

# LICd
source: CD/DVD
hi: सीडी / डीवीडी

# LICdDvd
source: CD/DVD
hi: सीडी / डीवीडी

# LICDSubGrpDes
source: CD Subgroup Description
hi: सीडी का वर्णन उपसमूह

# LIComb
source: Combined
hi: संयुक्त

# LIComplim
source: Complimentary Type/Gratis
hi: मानार्थ प्रकार / मुफ्त

# LIDaily
source: Daily
hi: दैनिक

# LIDamage
source: Damaged
hi: क्षतिग्रस्त

# LIDate
source: Indent <font style="background-color:yellow;">D</font>ate
hi: मांगपत्र तिथि

# LIDonate
source: Donated
hi: दान

# LIDownLoad
source: Download
hi: डाउनलोड

# LIEng
source: English
hi: अंग्रेज़ी

# LIExt
source: Extra
hi: अतिरिक्त

# LIForeigner
source: Foreigner
hi: परदेशी

# LIGerman
source: German
hi: जर्मन

# LIGiftO
source: Gift Order
hi: उपहार आदेश

# LIGOC
source: GOC
hi: जी ओ सी

# LIHnd
source: Hindi
hi: हिन्दी

# LIHrdBound
source: Hard Bound
hi: कठिन बाँधा हुआ

# LIHyrly
source: Halfyearly
hi: अर्धवार्षिक

# LII
source: II
hi: द्वितीय

# LIII
source: III
hi: त्रतीय

# LIIncpExtJnl
source: Incorporated to an Existing Journal
hi: शामिल करने के लिए एक मौजूदा जर्नल

# LIIndO
source: Indent Order
hi: मांगपत्र आदेश

# LIIrrglar
source: Irregular
hi: अनियमित

# LIISBN
source: ISBN/ ISSN Based
hi: आई एस बी एन / आई एस एस एन आधार

# LILFiftheenD
source: Last Fifteen Days
hi: पिछले पंद्रह दिन

# LILFiveD
source: Last Five Days
hi: पिछले पांच दिन

# LILFourD
source: Last Four Days
hi: पिछले चार दिन

# LILibCong
source: Library of Congress
hi: कांग्रेस के पुस्तकालय

# LIllus
source: Illustrator
hi: व्‍याख्‍याता

# LILLust
source: ILLustration
hi: दृष्टांत

# Lillustratedby
source: illustrated by
hi: दृष्टांत द्वारा

# LILocal
source: Local
hi: स्थानीय

# LILost
source: Lost
hi: खोया

# LILSixD
source: Last Six Days
hi: पिछले छह दिन

# LILThreeD
source: Last Three Days
hi: पिछले तीन दिन

# LILThrMonth
source: Last Three Months
hi: पिछले तीन महीनों

# LILTwoD
source: Last Two Days
hi: पिछले दो दिन

# LILTwoM
source: Last Two Months
hi: पिछले दो महीनों

# LILWk
source: Last Week
hi: पिछले सप्ताह

# LIMonthly
source: Monthly
hi: मासिक

# LIMulti
source: Mutilated
hi: फटे

# LIN
source: N
hi: नहीं

# LINAllwed
source: Not Allowed
hi: अनुमति नहीं

# LIncNwJ
source: Incorporated to a New Journal
hi: शामिल करने के लिए एक नई पत्रिका

# LInd
source: Indent(s)
hi: इंडेंट ( ओं )

# LIndDetails
source: Indent(s) Detail-
hi: इंडेंट ( ओं ) से विस्तृत

# LIndentNum
source: Indent Number(s)-
hi: इंडेंट संख्या ( ओं ) -

# LIndentReq
source: Indent Request
hi: इंडेंट अनुरोध

# LIndentsInHand
source: Indents In Hand
hi: हाथ में मांगपत्र

# LIndex
source: Indexes
hi: अनुक्रमित

# LIndexes
source: Indexes
hi: अनुक्रमणिका

# Lindiv
source: Individual
hi: व्यक्तिगत

# LinkClickhereForCart
source: Click here to delete item from cart
hi: मद से हटाने के लिए यहाँ क्लिक करें गाड़ी

# LinkGetPendReq
source: Get Pending Request(s)
hi: लंबित प्राप्त अनुरोध ( ओं )

# LInPage
source: Initial Pages
hi: प्रारंभिक पेज

# LInstiName
source: Institute Name
hi: संस्थान का नाम

# LINumber
source: Indent Number
hi: इंडेंट संख्या

# LInvDet
source: Invoice Details :
hi: चालान विवरण :

# LInvMody
source: Invoice Modify
hi: चालान बदलें

# LInvNum
source: Invoice Number
hi: चालान की संख्या

# LInvoiAmt
source: Invoice Amount
hi: चालान की गई राशि

# LIOldEdi
source: Old Edition
hi: पुराने संस्करण

# LIOneM
source: Last One Months
hi: पिछले एक महीने

# LIPBK
source: PBK
hi: पी बी के

# LIQrtly
source: Quarterly
hi: त्रैमासिक

# LIRefBook
source: Reference Book
hi: संदर्भ पुस्तक

# LIResvSec
source: Reserve Section
hi: रिजर्व की धारा

# LISBN
source: ISBN
hi: आई एस बी एन

# LISBNNo
source: ISBN No.
hi: आई एस बी एन नं

# LIsDetals
source: Issued Details:
hi: टिकट विवरण :

# LISelf
source: Shelf
hi: शेल्फ

# LISeriesB
source: Series Based
hi: श्रृंखला के आधार

# LISftBound
source: Soft Bound
hi: शीतल बाँधा हुआ

# LIsn
source: ISSN
hi: आई एस एस एन

# LISptROrg
source: Split (Retaining Original)
hi: भाजित ( बनाए रखने मूल )

# LISptWROrg
source: Split (Without Retaining Original)
hi: भाजित ( मूल को बनाए रखने के बिना )

# LIssAuth
source: Issuing Authority
hi: जारी प्राधिकरण

# LISSN
source: ISBN/ISSN
hi: आई एस बी एन/आई एस एस एन

# LISSNNo
source: ISSN No.
hi: आई एस एस एन नं

# LIssNo
source: Issue No.
hi: अंक नं

# LIssOn
source: Issued On
hi: जारी

# LIssPerV
source: Issues per Volume
hi: मात्रा प्रति मुद्दे

# LIssType
source: Issues Type
hi: मुद्दे प्रकार

# LIssuDate
source: Issue Date
hi: निर्गम तिथि

# lIssuedJournal
source: Issued Journal(s) Detail :-
hi: टिकट जर्नल (ओ) विवरण : --

# LIssuLimt
source: &nbsp;Issued Days Limit
hi: टिकट दिन सीमा

# LIStolen
source: Stolen
hi: चोरी

# LISuspence
source: Suspense
hi: उचंत

# LIT
source: Item Type
hi: मद प्रकार

# LITAbbBase
source: Title Abbr. Based
hi: शीर्षक संक्षिप्त नाम आधार

# LITBase
source: Title Based
hi: शीर्षक के आधार

# LItemSt
source: Item Status
hi: आइटम की स्थिति

# LITime
source: Indent Time
hi: इंडेंट समय

# Litmcat
source: Item Category
hi: आइटम श्रेणी

# LIToday
source: Today
hi: आज

# LITransltr
source: Translator
hi: अनुवादक

# LITxtBkSec
source: Text Book Section
hi: पाठ्य पुस्तक की धारा

# LIType
source: Indent Type
hi: इंडेंट प्रकार

# LIVBase
source: Vendor Based
hi: विक्रेता आधार

# LIVNotePad
source: NotePad
hi: नोटपैड

# LIWeekly
source: Weekly
hi: साप्ताहिक

# LIY
source: Y
hi: हाँ

# LIYestD
source: Yestarday
hi: कल

# LIYrly
source: Yearly
hi: वार्षिक

# LJAmount
source: Journal Amount
hi: पत्रिका की गई राशि

# LJNo
source: Journal No.
hi: पत्रिका नं

# LJoinDate
source: Joining Date
hi: शामिल तिथि

# LJoinYr
source: Joining Year
hi: वर्ष में शामिल

# LJour
source: Journal Title
hi: पत्रिका शीर्षक

# LjourKey
source: Journal Keyword
hi: खोजशब्द जर्नल

# LJournal
source: Serials
hi: पत्रिका

# LJournals
source: Journals
hi: पत्रिकाओं

# LJournalSubscriptionDetails
source: Journal Subscription Details
hi: पत्रिका सदस्यता विवरण

# LJourRemPerd
source: Journal Reminder Period
hi: अनुस्मारक अवधि जर्नल

# LJourTitle
source: Title or Title Initials
hi: शीर्षक

# LJrnalTitle
source: Journal Title (s)
hi: शीर्षक जर्नल ( ओं )

# LJrnalTitle1
source: &nbsp;&nbsp;Journal Title
hi: पत्रिका शीर्षक

# LJTBIn
source: Journal(s) to be Incorporated
hi: जर्नल (ओ) को शामिल

# LJTitle
source: Title
hi: शीर्षक

# LKey
source: Keywords
hi: खोजशब्द

# LLackN
source: Lack No.
hi: अभाव नं

# LLangu
source: <font style="background-color:yellow;">L</font>anguage
hi: भाषा

# LLanguage
source: Language
hi: भाषा

# LLast
source: Last »
hi: पिछले »

# Llbl
source: Label
hi: लेबल

# LLccn
source: LCCN
hi: एल सी सी एन

# LLetterNo
source: Letter No.
hi: पत्र नं

# LLetterNum
source: Letter Number
hi: पत्र संख्या

# LLibraryName
source: Library Name:
hi: पुस्तकालय का नाम :

# LLibraryUse
source: For Library Use
hi: पुस्तकालय के लिए प्रयोग करें

# LList
source: List of Journals for binding
hi: पत्रिकाओं की सूची के लिए बाध्यकारी

# LListDt
source: List Date
hi: तिथि सूची

# LListNo
source: List No.
hi: सूची संख्या

# LListNo1
source: &nbsp;&nbsp;List No.
hi: सूची संख्या

# LLmt
source: Limit
hi: सीमा

# LLname
source: Last Name
hi: अंतिम नाम

# LLoadSt
source: Loading Status
hi: लोड हो रहा है स्थिति

# LLoc
source: Location:
hi: स्थान :

# LLocalAddr
source: Local Address
hi: स्थानीय पता

# LLocalCurName
source: Local Currency Name
hi: स्थानीय मुद्रा का नाम

# LLocalCurShortName
source: Local Currency Short Name
hi: स्थानीय मुद्रा लघु नाम

# LLogin
source: Login
hi: लॉग इन

# LLogout
source: Logout
hi: लॉगआउट

# LMARCEntyTag
source: MARC Entry For Tag
hi: मार्क प्रवेश के लिए टैग

# LMbrGrps
source: Member Group(s)
hi: समूह के सदस्य ( ओं )

# LMediaT
source: <font style="background-color:yellow;">M</font>edia Type
hi: मीडिया प्रकार

# LMediaType
source: Media Type(G.M.D.)
hi: मीडिया प्रकार (जी एम डी)

# LMemDt
source: Member Details
hi: सदस्य विवरण

# LMemGrp
source: Mem<font style="background-color:yellow;">b</font>er Group
hi: सदस्य समूह

# LMemID
source: Member Id
hi: सदस्य क्रमांक

# LMemSGp
source: Member Subgroup
hi: सदस्य उपसमूह

# LMenSear
source: Menu Search
hi: मेनू खोज

# Lmenu
source: Menu
hi: मेनू

# LMessg
source: Message
hi: संदेश

# LMessRec
source: Message Received
hi: संदेश प्राप्त हुआ

# LMeTy
source: Media Name
hi: मीडिया का नाम

# LMGName
source: &nbsp;Member Group
hi: समूह के सदस्य

# Lmissing
source: Missing
hi: गायब

# LMname
source: Middle Name
hi: मध्य नाम

# LMnSeriesDt
source: Main Series Details :
hi: मुख्य श्रृंखला विवरण :

# LModfyU
source: Modify User
hi: प्रयोक्ता बदलें

# LMrc
source: MARC
hi: मार्क

# LNam
source: Name
hi: नाम

# LName
source: Name
hi: नाम

# LNameOfLib
source: Name of The Library
hi: इस पुस्तकालय का नाम

# LNameOfOrg
source: Name of The Organization
hi: इस संगठन का नाम

# LNArival
source: New Arrivals
hi: नई आगमन

# LnbspCurrency
source: &nbsp;<font style="background-color:yellow;"> C</font>urrency
hi: मुद्रा

# LnbspFromD
source: &nbsp;From Date
hi: तिथि से

# LnbspItem
source: &nbsp;<font style="background-color:yellow;"> I</font>tem Category
hi: मद श्रेणी

# LnbspLanguage
source: &nbsp;<font style="background-color:yellow;"> L</font>anguage
hi: भाषा

# LnbspOrgCurrency
source: &nbsp;Original Currency
hi: मूल मुद्रा

# LnbspPublisher
source: &nbsp;<font style="background-color:yellow;">P</font>ublisher
hi: प्रकाशक

# LnbspVendor
source: &nbsp;<font style="background-color:yellow;">V</font>endor
hi: विक्रेता

# LNetAmt
source: Net Amount
hi: नेट की गई राशि

# Lno
source: NO
hi: नहीं

# LNoCopies
source: No. of Copies
hi: प्रतिलिपि की संख्या

# LNone
source: None
hi: कोई नहीं

# LNoOfPages
source: No. of Pages
hi: पेज की नं

# LNoStudent
source: No. of Students
hi: छात्रों की संख्या

# LNot
source: NOT
hi: नहीं

# LNoted
source: *Note-While printing the slips please set page size to A4 or 8.50''X11.75''
hi: * ध्यान दें-कृपया मुद्रण पर्ची A4 या 8,50''X11.75 करने के लिएपृष्ठआकारसेट करें.

# LNPwd
source: New Password
hi: नया पासवर्ड

# LoadStExist
source: Existing Loading Status Details:
hi: मौजूदा स्थिति की जानकारी लोड हो रहा है :

# Loc
source: Library Of Congress
hi: कांग्रेस के पुस्तकालय

# LocaBFAR
source: Location(B-F-A/R-S)
hi: स्थान (बी-एफ-ए / आर-एस)

# LocaDesc
source: Location(B-F-A/R-S)-->Location(Building-Floor-Almirah/Racks-Shelf)
hi: स्थान ( (बी-एफ-ए / रुपये ) -- > स्थान ( Building-Floor-Almirah/Racks-Shelf )

# LocalDB
source: (local)
hi: ( स्थानीय )

# LodDays
source: O.D.Days
hi: अतिदेय दिन

# LOpenW
source: Open With
hi: ओपन के साथ

# LOper
source: Operation
hi: ऑपरेशन

# LOpMd
source: Operation Mode
hi: ऑपरेशन मोड

# LoptNoDate
source: No End Date
hi: कोई अंतिम तिथि नहीं

# LOPwd
source: Old Password
hi: पुराना पासवर्ड

# LOr
source: OR
hi: या

# LOrd
source: Order(s)
hi: आदेश (ओ)

# LOrdAmt
source: Order Amount
hi: आदेश की गई राशि

# LOrdBy
source: Order By
hi: निम्न द्वारा क्रम

# LOrdConfLttr
source: Order Confirmation Letter
hi: आदेश की पुष्टि का पत्र

# LOrderD
source: Order Date
hi: आदेश तिथि

# LOrderDet
source: Order Details
hi: आदेश विवरण

# LOrderedPrice
source: Ordered Price
hi: मूल्य आदेश दिया

# LOrderNo
source: Order No.
hi: आदेश संख्या

# LOrderNumb
source: Order Number
hi: आदेश संख्या

# LOrderT
source: Order Type
hi: आदेश का प्रकार

# LOrderV
source: Order Value
hi: आदेश मान

# Lorganizationlogo
source: Organization Logo
hi: लोगो संगठन

# LOrIAExst
source: Library Or Institute Name Already Exists.
hi: पुस्तकालय या संस्थान का नाम पहले से मौजूद है

# LPackDet
source: Package Details :
hi: संकुल विवरण :

# LPage
source: Page
hi: पृष्ठ

# LPageA3
source: Page(A3)
hi: पृष्ठ (A3)

# LPageA4
source: Page(A4)
hi: पृष्ठ (A4)

# LPageSize
source: Page Size
hi: पृष्ठ का आकार

# LPaidJ
source: Paid Journal
hi: सशुल्क जर्नल

# LPAmt
source: Pay Amount
hi: भुगतान की गई राशि

# LPart
source: Part
hi: भाग

# LPartNo
source: Part No.
hi: भाग नं

# LPartPrIss
source: Parts per Issue
hi: भाग प्रति अंक

# LPassword
source: Password
hi: पासवर्ड

# LPayAt
source: Payable At
hi: पर देय

# LPayMode
source: Pay Mode
hi: वेतन मोड

# LPerAddr
source: Permanent Address
hi: स्थायी पता

# LPFNo
source: PF No.
hi: पीएफ नं

# LPgonN
source: Pigeon No.
hi: छेद संख्या

# LPh1
source: Phone
hi: फोन 1

# LPh2
source: Fax
hi: फोन 2

# LPhase
source: Phrase
hi: वाक्यांश

# LPhyDescCAr
source: Physical Description or Collation Area
hi: शारीरिक वर्णन या कलेवा क्षेत्र

# LPinCo
source: &nbsp;Pin code
hi: पिन कोड

# LPkAbbr
source: Package Abbr.
hi: पैकेज संक्षिप्त नाम

# LPkg
source: Package
hi: संकुल

# LPkNo
source: Package No.
hi: संकुल नं

# LPkTitle
source: Package Title
hi: संकुल शीर्षक

# LPlcAndDt
source: Place And Date of Meeting
hi: बैठक के स्थान और तिथि

# LPndBk
source: Pending Books
hi: लंबित पुस्तकें

# Lpostalcharges
source: postal charges
hi: डाक शुल्क

# LPostCou
source: Postage/Courier
hi: डाक / कूरियर

# LPP
source: Project Report
hi: परियोजना रिपोर्ट

# LPrc
source: Price
hi: मूल्य

# LPrefixDetail
source: Existing Prefix Details:
hi: मौजूदा उपसर्ग विवरण :

# LPrice
source: Price/Unit
hi: मूल्य / यूनिट

# LPricePCpy
source: Price/Copy
hi: मूल्य / कॉपी करें

# LPricPrUn
source: Price / Unit
hi: मूल्य / यूनिट

# Lprifix
source: Prefix Name
hi: उपसर्ग का नाम

# LPrInForinCurr
source: Price in Foreign curr.
hi: मूल्य में विदेशी मुद्रा

# LPrint
source: Print Date
hi: प्रिंट तिथि

# LPriority
source: Priority
hi: प्राथमिकता

# LProCourse
source: Program/Course
hi: कार्यक्रम / पाठ्यक्रम

# LProject
source: Project Reports
hi: परियोजना रिपोर्टें

# LProxPass
source: Proxy Password
hi: प्रॉक्सी पासवर्ड

# LProxyAddr
source: Proxy Address
hi: प्रॉक्सी पता

# LProxyUser
source: Proxy User
hi: प्रॉक्सी उपयोगकर्ता

# LPrvs
source: « Previous
hi: « पिछला

# LPubC
source: Publisher Code
hi: प्रकाशक कोड

# LpubCode
source: Publisher Code
hi: प्रकाशक कोड

# LPubDate
source: Publication Date
hi: प्रकाशन तिथि

# LPubli
source: Publisher
hi: प्रकाशक

# LPublisher
source: <font style="background-color:yellow;">P</font>ublisher
hi: प्रकाशक

# LPubN
source: Publisher Name
hi: प्रकाशक का नाम

# LpubName
source: Publisher Name
hi: प्रकाशक का नाम

# LpubSearch
source: Publisher(s) Search
hi: प्रकाशक (ओं) में खोजें

# LpubType
source: Publisher Type
hi: प्रकाशक का प्रकार

# LPubVen
source: Publisher/Vendor
hi: प्रकाशक / विक्रेता

# LPubY
source: Publication Year
hi: वर्ष प्रकाशन

# LQryFile
source: Select Query File
hi: प्रश्न फ़ाइल चुनें

# LQuantity
source: Quantity
hi: मात्रा

# LQuryRslt
source: Query Result
hi: क्वेरी परिणाम

# Lrdsb
source: Reservation Details of Selected Book
hi: चयनित पुस्तक का आरक्षण विवरण

# LReceptDate
source: Receipt Date
hi: प्राप्ति की तिथि

# LRecommbyN
source: Recommended by: Name
hi: द्वारा अनुशंसित : नाम

# LRefNo
source: Reference No.
hi: संदर्भ नं

# LrefundAmt
source: Refund Amount :
hi: वापसी राशि :

# LRemark
source: Remark
hi: टिप्पणी

# LRemittDetls
source: Remittance Details
hi: प्रेषण विवरण

# LRemLetterN
source: &nbsp;Reminder Letter No.
hi: अनुस्मारक पत्र नं

# LRemMe
source: Remember Me
hi: मुझे याद रखें

# LRemtA
source: Remittance Address
hi: प्रेषण पता

# LRemtAdd
source: Remittance Address
hi: प्रेषण पता

# LRemValiPeriod
source: Reminder Validity Period
hi: अनुस्मारक वैधता अवधि

# LRenew
source: Renew
hi: नवीनीकृत

# LRenewD
source: Renew date
hi: नवीनीकृत तारीख

# LRenPd
source: Renewable Period
hi: अक्षय अवधि

# LRepD
source: Reply Date
hi: उत्तर तिथि

# LRepFmt
source: Report Format
hi: रिपोर्ट प्रारूप

# LReprintYr
source: Reprint/Year
hi: पुनर्मुद्रण / वर्ष

# LReq
source: <font style="background-color:yellow;">R</font>equester
hi: अनुरोधक

# LReqNo
source: Req. No
hi: अनुरोध . नहीं

# LReque
source: Requester
hi: अनुरोधक

# LReserve
source: NO. OF COPIES PLACED IN RESERVE
hi: नहीं . रिजर्व की प्रतियों में रखा

# LRetierDate
source: &nbsp;Retirement/Valid Upto
hi: सेवानिवृत्ति / मान्य तक

# LReturned
source: returned.
hi: लौटे

# LRsn
source: Reason
hi: कारण

# LRtnDte
source: Return Date
hi: तिथि पर लौटें

# Lsart
source: Starting
hi: प्रारम्भिक

# LSch
source: Scheduled
hi: अनुसूचित

# LSecdSrDt
source: Second Series Details :
hi: दूसरी सीरीज विवरण: द्वितीय श्रेणी विवरण:

# LsecurityAmount
source: Security Amount :
hi: सुरक्षा की गई राशि

# LSerAndSerEd
source: Series And Series Editor(s) Detail
hi: श्रृंखला और श्रृंखला संपादक (ओ) विवरण

# LSerGrName
source: Service Group Name
hi: सेवा समूह नाम

# LSeries
source: Series
hi: श्रृंखला

# LSeriesNo
source: Series No.
hi: श्रृंखला नं

# LserName
source: Service Name
hi: सेवा नाम

# LSerREslt
source: Search Result
hi: खोज परिणाम

# LSersPart
source: Series Part
hi: श्रृंखला भाग

# LSerSubGrName
source: Service Sub Group Name
hi: उप समूह नाम सेवा

# LSerTax
source: Service Tax(%)
hi: सेवा कर ( % )

# LSerTtl
source: Series Title
hi: श्रृंखला शीर्षक

# LSerV
source: Services
hi: सेवाएं

# LServerName
source: Server Name
hi: सर्वर का नाम

# LSerVol
source: Series Vol.
hi: वॉल्यूम श्रृंखला है

# lShortM
source: &nbsp;Short Name
hi: लघु नाम

# LShortName
source: Short Name
hi: लघु नाम

# LShowExistingEmpname
source: Show existing Employee Name
hi: वर्तमान कर्मचारी का नाम दिखाएँ

# LSIC
source: Select Item Category
hi: चुनें मद श्रेणी

# LSize
source: Size
hi: आकार

# LSMTPIPAddr
source: SMTP I.P. Address
hi: एस एम टी पी, आई. पी. पता

# LSName
source: Series Name
hi: श्रृंखला का नाम

# lSno
source: S. No.
hi: एस नहीं है

# LSpineT
source: Spine Title
hi: रीढ़ शीर्षक

# LSpnt
source: Spent
hi: व्यय

# LSponsor
source: Sponsor
hi: प्रायोजक

# LSPrice
source: Special Price
hi: विशेष मूल्य

# LSpTitle
source: &nbsp;Title
hi: शीर्षक

# LSrchRslts
source: Search Result(S)
hi: खोज परिणाम (ओ)

# LSrisT
source: Series Title
hi: श्रृंखला शीर्षक

# LStaffSrch
source: Staff Search
hi: स्टाफ खोज

# LStart
source: Starting Number
hi: प्रारम्भिक संख्या

# LStartDa
source: Start Date
hi: प्रारंभ तिथि

# LStartg
source: Starting
hi: प्रारम्भिक

# LState
source: &nbsp;State
hi: राज्य

# LStatementofres
source: Statement of Responsibility
hi: उत्तरदायित्व का वक्तव्य
