Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# RetDate
source: Ret. Date -Return Date
hi: सेवानिवृत्ति तिथि की तिथि पर लौटें

# RetDt
source: Return Date
hi: तिथि पर लौटें

# RetierValid
source: Retirement or validupto date is always after date of joining.
hi: हमेशा की तरह है या वैध तक सेवानिवृत्ति की तिथि के बाद की तारीख में शामिल होने का है

# RetTranCS
source: Return transaction completed successfully.
hi: सौदा वापस सफलतापूर्वक पूरी की

# RetTranDForAccNo
source: Return transaction already done for specified Accession Number.
hi: वापस पहले से ही सौदा किया है अवाप्ति के लिए निर्दिष्ट संख्या है

# rExRate
source: Exchange rate not found corresponding to specified Date.
hi: विनिमय दर निर्धारित तिथि के अनुरूप नहीं मिला

# RgsInd
source: Registered Inland
hi: पंजीकृत अंतर्देशीय

# rISave
source: Browse a valid File.
hi: फ़ाइल एक वैध ब्राउज़ करें

# RIssueM
source: Issue Operation is not possible because item belongs to
hi: अंक ऑपरेशन संभव नहीं है क्योंकि जो मद से

# Rmrks
source: Remarks
hi: कथनों

# RNotFndFRnwl
source: Record not found for renewal
hi: नवीकरण के लिए रिकॉर्ड नहीं मिला

# rNotFound
source: Record not found.
hi: रिकॉर्ड नहीं मिला

# RNotSvJTWthSSbsPAlrE
source: Record can not saved, Specified Journal Title with Specified Subscription Period already Exists.
hi: रिकार्ड का उद्धार नहीं कर सकते , निर्दिष्ट जर्नल सदस्यता शीर्षक निर्दिष्ट अवधि के साथ पहले से मौजूद है

# RnwDNotBAcdS
source: Renew Date does not belong to Academic Session.
hi: तिथि नवीनीकृत नहीं है शैक्षणिक सत्र है

# RnwMSpWDMId
source: Check to Renew Membership With Different Member ID.
hi: चेक नवीनीकृत करने के लिए सदस्यता सदस्य को अलग अलग पहचान है

# rpACQUISITIONUNIT
source: ACQUISITION UNIT
hi: अधिग्रहण यूनिट

# RpDate
source: Date
hi: तिथि

# Rpmnt
source: Replacement
hi: प्रतिस्थापन

# rpncc
source: 15.NCC
hi: 15. एन सी सी

# RpSelect
source: Selected Indent Number is not valid for operation
hi: चुने हुए इंडेंट के लिए वैध नहीं है ऑपरेशन की संख्या

# rptAccNo
source: Acc. No.
hi: एसीसी . नं

# rptAcquisitionUnit
source: 2- Acquisition Unit
hi: 2 -- अर्जन यूनिट

# rptAcqunit
source: ACQUISITION UNIT
hi: अधिग्रहण यूनिट

# rptActionDateTime
source: Action Date and Time
hi: कार्य तिथि और समय

# rptActnWiseUsrWisPcsRpt
source: Action Wise User Wise Process Report
hi: प्रक्रिया उपयोक्ता कार्य के आधार पर रिपोर्ट

# rptAmtForgnEx
source: Amount of Foreign Exchange to be released :
hi: विदेशी मुद्रा की गई राशि को जारी की हैं :

# rptAmtInWrd
source: Amount in word
hi: राशि में शब्द

# RptAmtPaid
source: Amount to be Paid :
hi: करने के लिए की गई राशि का भुगतान किया जाए :

# rptAnyothrsource
source: Any other source
hi: कोई अन्य स्रोत

# rptApproximate
source: Approximate Amount Sanctioned by Librarian
hi: पुस्तकालय अध्यक्ष द्वारा अनुमानित राशि मंजूर की

# rptAsstt
source: Asst. Librarian/STA/TA(Lib)
hi: सहायक है . पुस्तकालय अध्यक्ष / STA / प्रादेशिक सेना ( Lib )

# rptattnperiodicalsdivision
source: (attn: periodicals division)
hi: ( attn : पत्रिकाओं प्रभाग )

# rptauditorium
source: 17.Auditorium
hi: 17. सभागार

# rptAuthEdit
source: Author/Editor :
hi: लेखक / संपादक :

# rptAuthSign
source: Authorised Signatory
hi: प्राधिकृत हस्ताक्षरकर्ता

# rptAwaitingPayment
source: Awaiting Payment
hi: प्रतीक्षा भुगतान

# RptBBMsg
source: Above mentioned books should be returned within 3 days of the end of current semester examination. At least the student will get 50% of the deposited amount. if the student fail to return by due date then penalty will be applied as per Library rules.
hi: इन सबसे ऊपर होना चाहिए उल्लेख पुस्तकों के 3 दिन के भीतर लौट के अंत तक चालू सेमेस्टर में परीक्षा है . कम से कम छात्र मिलेगा जमा की गई राशि का 50 % है . यदि छात्र लौटने में विफल रहता है तो एक तिथि के कारण जुर्माना किया जाएगा आरोप पुस्तकालय नियमों के अनुसार है

# rptBegVolIssue
source: Beg. Vol-Issue
hi: बेग . वॉल्यूम के अंक

# rptBeneficary
source: Beneficiary :
hi: प्राप्तकर्ता :

# rptBiblioDtls
source: BIBLIOGRAPHIC DETAILS
hi: ग्रन्थसूची का विवरण

# rptBillNo
source: Bill No.
hi: विधेयक नं

# rptBkTtl
source: Book Title
hi: पुस्तक शीर्षक

# rptCancleIndent
source: CanceL Indent Report
hi: इंडेंट रद्द रिपोर्ट

# rptcat
source: Category
hi: श्रेणी

# rptcc
source: C.C.
hi: सी सी

# rptcentralglass
source: 12.Central glass blowing
hi: 12. सेंट्रल ग्लास ब्लोइंग

# rptcentralworkshop
source: 14.Central workshop
hi: 14. केन्द्रीय कार्यशाला

# rptCheckedby
source: Checked By
hi: चेक करके

# rptChkPoint
source: Check Point,
hi: चेक प्वाइंट

# rptchqdraftno
source: chq/draft no.
hi: चेक / मसौदा नहीं है

# rptCirculationAssistant
source: Circulation Assistant
hi: सहायक वितरण

# rptcompleted
source: Completed On
hi: पर पूर्ण

# rptcomputercenter
source: 13.Computer center
hi: 13. कम्प्यूटर केन्द्र

# rptcopies
source: Copies
hi: प्रति

# RptCost
source: Cost
hi: मूल्य

# rptcouirer
source: COURIER/REGISTRY
hi: कूरियर / रजिस्ट्री

# rptCouldnotfindtheprintReadyfunction
source: Could not find the printReady function
hi: खोजने के काम नहीं कर सका प्रिंट तैयार

# rptCourse
source: programme B.Tech./M.Sc./M.Tech./Ph.D.
hi: कार्यक्रम बी टेक. / एमएससी / एम. टेक. / पीएच.डी. .

# RptCourse1
source: Course :
hi: पाठयक्रम :

# rptCrossCheckedby
source: Cross Checked by
hi: द्वारा क्रास जांच की गई

# RptCtngOfS
source: Cutting of sides
hi: पथरी के पक्ष

# rptcultural
source: (ii) Cultural
hi: ( ii ) सांस्कृतिक

# rptCurrencyWiseExchangeRate
source: Currency Wise Exchange Rate
hi: मुद्रा विनिमय दर के आधार पर

# rptdate
source: Dated :
hi: दिनांक :

# rptDated
source: Dated
hi: दिनांक :

# rptdateofissue
source: Date of Issue
hi: तिथि के अंक

# rptDear
source: Dear sir
hi: प्रिय सर

# rptDepartment
source: Department
hi: विभाग

# rptdepartmentconcern
source: 6.Department concerned
hi: 6 विभाग चिंता

# rptdepartmentgroup
source: Department/Group
hi: विभाग / समूह

# rptdepartmentsection
source: Department/Section
hi: विभाग / धारा

# rptDepartmentWiseStockReport
source: Department Wise Stock Report
hi: स्टॉक के आधार पर विभाग की रिपोर्ट

# rptDept
source: Dept. of
hi: विभाग के

# rptDesignation
source: Designation
hi: पदनाम

# rptdetailedunderherefor
source: detailed under here, for the supply of publication(S), mentioned there in
hi: विस्तार से यहाँ के अधीन , के लिए की आपूर्ति के प्रकाशन ( एस ) में उल्लेख किया है

# rptDetailPub
source: Detail of the Publication :
hi: विवरण के प्रकाशन :

# rptDetailsofthePublication
source: Details of the Publication
hi: विवरण के प्रकाशन

# rptDftAmt
source: Draft Amount
hi: ड्राफ्ट की गई राशि

# rptDftChqNo
source: Draft/Cheque Number
hi: ड्राफ्ट / चैक संख्या

# rptDiscount
source: Discount%
hi: डिस्काउंट %

# rptdord
source: 16.Dord
hi: 16. डी ओ आर डी

# rptDptNam
source: Dept. Name
hi: विभाग का नाम

# rptdues
source: (i) Dues
hi: ( i ) देय

# rptDyLibrarian
source: By Librarian
hi: उपाध्यक्ष हैं . पुस्तकालय अध्यक्ष

# rptDyRegistrarAccounts
source: 1- Dy.Registrar (Accounts)
hi: 1 - Dy. रजिस्ट्रार (लेखा)

# rptEarlier
source: * Earlier I enjoyed
hi: * इससे पहले मैं मजा आया

# rptelectriccharges
source: 5.Electric charges iwd of SBRA
hi: 5. बिजली आरोप आई डब्ल्यू डी के एस बी आर ए

# rptElnsAsabove
source: Elns: As above
hi: Elns : जैसा कि ऊपर

# rptEnclosedpleasefindthecheque
source: Enclosed please find the cheque/draft, detailed below, towards the payment of your invoices,
hi: खोजने के लिए कृपया संलग्न चेक / मसौदे , विस्तृत नीचे की ओर अपने चालान का भुगतान

# rptenclsasabove
source: encls : as above
hi: encls : ऊपर के रूप में

# rptExchRt
source: Exch. Rate
hi: विनिमय दर

# rptFax
source: Fax:
hi: फैक्स :

# rptFinVal
source: financial Value
hi: वित्तीय मान

# rptforLibrarian
source: for Librarian
hi: पुस्तकालय अध्यक्ष के लिए

# rptFORLIBRARYUSE
source: FOR LIBRARY USE
hi: पुस्तकालय के लिए उपयोग

# rptFORM
source: FORM FOR AVAILING LIBRARY FACILITY
hi: सुविधा का लाभ उठाने के लिए फार्म का पुस्तकालय

# rptfullsignatureof
source: Full signature of the official
hi: पूर्ण हस्ताक्षर के अधिकारी

# rptgames
source: (i) Games & Sports
hi: ( i ) खेलों और खेल

# rptgentlemen
source: gentlemen,
hi: सज्जनों,

# rptGiftIndAmt
source: Gift Indent Amt.
hi: इंडेंट राशि उपहार.

# rptGiftIndentForm
source: Gift Indent Form
hi: उपहार इंडेंट रूप

# rptGram
source: Gram :
hi: ग्राम:

# rptgraphicsarts
source: 8.Graphics arts
hi: 8. ग्राफिक्स कला

# rpthallofresidence
source: Hall of Residence No.
hi: हॉल के निवास से नहीं

# rpthallofresidencer
source: 4.Hall of residence/sbra no.
hi: 4. हॉल निवास के / एस बी आर ए संख्या

# rptHeadofDeptt
source: Head of Deptt./Convenor,D.L.C.
hi: सिर विभाग के / संयोजक, डी एल सी

# rptinblock
source: (in block letter)
hi: (ब्लॉक पत्र में)

# rptInCasIndPub
source: Rate, in case of indian suppliers, alongwith a copy of the publishers / exclusive distributers invoice towards
hi: दर, के प्रकाशकों के साथ एक प्रतिलिपि भारतीय आपूर्तिकर्ताओं के मामले में, / अनन्य वितरक की ओर चालान

# rptIndentArrivalDate
source: Indent/Arrival Date
hi: मांगपत्र / आगमन की तारीख

# rptIndentDate
source: Indent Date
hi: इंडेंट तिथि

# rptIndentNumber
source: Indent Number
hi: इंडेंट संख्या

# rptinstitutedues
source: 1.Iinstitute dues
hi: 1. संस्थान देय राशि

# rptInternalStatus
source: Internal Status
hi: आंतरिक स्थिति

# rptIntno
source: Indent No :
hi: इंडेंट नहीं

# rptInvalidMemberID
source: Invalid Member ID.
hi: अवैध सदस्य आईडी

# rptIsbnIssn
source: ISBN/ISSN
hi: आई एस बी एन/आई एस एस एन

# RptIssueDate
source: Issue Date :
hi: मुद्दा तिथि:

# rptitembibliographicdetails
source: Item Bibliographic Details
hi: मद ग्रन्थसूची का विवरण

# rptItmNo
source: Item No.
hi: आइटम नहीं

# rptLang
source: Language
hi: भाषा

# rptLibrarian
source: Librarian
hi: लाइब्रेरियन

# rptLibrariandy
source: Librarian/Dy. Librarian/Assistant Librarian (Circ.)
hi: लाइब्रेरियन / उप लाइब्रेरियन / सहायक पुस्तकालय अध्यक्ष (Circ.)

# rptlibrary
source: 2. (i) Library
hi: 2. (i) लाइब्रेरी

# rptLibraryfacilitiesas
source: Library facilities as
hi: पुस्तकालय सुविधाओं के रूप में

# rptlikelytoleave
source: Likely to leave the programme
hi: संभावना इस कार्यक्रम छोड़ने के लिए

# rptListofBook
source: List of Books for Binding
hi: बंधनकारी के लिए पुस्तकों की सूची

# rptLoginDt
source: Login Date
hi: लॉगिन तिथि

# rptLoginTim
source: Login Time
hi: प्रवेश का समय

# rptLstDt
source: List Date
hi: सूची की तिथि

# rptMail
source: E-Mail :
hi: ई - मेल:

# rptMaxODuePayer
source: Maximum Over Due Payers Report
hi: अधिकतम कारण दाताओं की रिपोर्ट पर

# rptmedicalunit
source: 11.Medical unit
hi: 11. चिकित्सा इकाई

# rptMemberDeactivationReportOn
source: Member Deactivation Report On
hi: सदस्य सरगर्मी छोड़ देना रिपोर्ट पर

# rptMembershipadded
source: Membership added
hi: सदस्यता जोड़ा

# rptMemExp
source: Membership Expiry Report
hi: सदस्यता समाप्ति रिपोर्ट

# RptMemID
source: Member Id :
hi: सदस्य आईडी

# rptMemName
source: Member Name :
hi: सदस्य नाम

# rptMess1
source: address to which money is to be remitted
hi: जो करने के लिए धन है पता डाक द्वारा भेना

# rptmess2
source: It is hereby certified that there are no dues against the above student and no department/sectional facilities will be made available to him/her after issue of the present 'no dues'
hi: यह इस प्रकार है कि वहाँ के खिलाफ नहीं देय राशि उपरोक्त छात्र और कोई विभाग / अनुभागीय सुविधाओं उसे करने के लिए वर्तमान 'के मुद्दे के बाद उपलब्ध कराया जायेगा ने कहा कि कर रहे हैं प्रमाणित नहीं है देय'

# rptmess3
source: Departmental stamp with name & designation of official signing 'no dues
hi: नाम व सरकारी हस्ताक्षर 'नहीं देय राशि के पद पर नियुक्ति के साथ विभागीय टिकट

# rptmess4
source: Note : Thesis certificates should be signed only by authorised officals.
hi: नोट: थीसिस प्रमाणपत्र अधिकृत officals केवल द्वारा हस्ताक्षर किए जाने चाहिए

# rptmess6
source: I, the undersigned, wish to avail of the library facilities and borrow books for Home reading. I agree to abide by the rules regulations of the library .
hi: मैं, इस मांगा हुआ, पुस्तकालय सुविधाओं का लाभ उठाना चाहते हैं और गृह पढ़ने के लिए किताबें उधार ले. मैं पुस्तकालय के नियमों के नियमों का पालन करने के लिए सहमत हैं

# rptmess7
source: please prepare the cheque/draft, detailed below towards the payment of the invoices detailed here under
hi: चेक / ड्राफ्ट, नीचे दिए गए चालान यहाँ के अंतर्गत विस्तृत के भुगतान की दिशा में विस्तृत तैयार कृपया

# rptmessage1
source: The under noted Publication(S) which have been on order with you, vide order no
hi: इस के अंतर्गत) जो आप के आदेश पर के साथ, देखिये आदेश नहीं दिया गया है प्रकाशन (एस नोट

# rptmessage10
source: Enclosed please find the cheque/draft, detailed below, towards the payment of your invoices,
hi: , आपका चालान का भुगतान करने की दिशा में चेक / ड्राफ्ट, नीचे विस्तृत मिल कृपया, संलग्न

# rptmessage11
source: detailed under here, for the supply of publication(S), mentioned therein
hi: यहाँ के अंतर्गत विस्तृत, प्रकाशन की आपूर्ति (एस), उसमें वर्णित के लिए (1ordernumber)

# rptmessage3
source: These are no longer required. We regret that the above order should therefore be treated
hi: इन अब जरूरी नहीं रह रहे हैं. हमने पाया है कि उपरोक्त आदेश इसलिए व्यवहार किया जाना चाहिए खेद

# rptmessage4
source: As Cancelled with immediate effect.
hi: के रूप में तत्काल प्रभाव से रद्द कर दिया गया

# rptmessage5
source: The Order detail as follows :
hi: इन अब जरूरी नहीं रह रहे हैं. हमने पाया है कि उपरोक्त आदेश इसलिए व्यवहार किया जाना चाहिए खेद के रूप में तत्काल प्रभाव से रद्द कर दिया गया. के रूप में इस आदेश विवरण निम्नानुसार है:

# rptmessage7
source: please prepare the cheque / draft , detailed below , towards the payment of the invoices ,
hi: चेक / ड्राफ्ट, नीचे विस्तृत तैयार है, चालान के भुगतान की दिशा में, कृपया

# rptmessage8
source: detailed here under .
hi: यहाँ के अंतर्गत विस्तृत

# rptmessage9
source: encls : as above
hi: encls: के रूप में ऊपर

# rptMFrqntIBk
source: Most Frequently Issued Books
hi: सबसे अक्सर जारी पुस्तकें

# RptMsgSpDate
source: Specify Date
hi: निर्दिष्ट तिथि

# RptMsgSpFromDate
source: Specify From Date
hi: निर्दिष्ट तारीख से

# RptMsgSpToDate
source: Specify To Date
hi: निर्दिष्ट तारीख को

# RptMsgvalidDate
source: Specify valid date range
hi: निर्दिष्ट वैध तिथि सीमा

# rptMulOrdRep
source: above. If no supply or specific reply with valid reason, in case of delayed supply, is received by the date stipulated above, this order will be treated as cancelled. In case the publication is a journal reprint, please obtain confirmation from us before supplying.
hi: ऊपर. अगर देरी की आपूर्ति के मामले में कोई आपूर्ति या वैध कारण के साथ विशिष्ट उत्तर,, की तिथि के द्वारा प्राप्त होता है तो ऊपर, इस आदेश का इलाज किया जाएगा रूप में रद्द कर दिया तय कर दी. मामले में प्रकाशित एक पत्रिका डालें, हम से पुष्टि प्राप्त कृपया की आपूर्ति से पहले है

# rptnameofstudent
source: name of student
hi: छात्र का नाम

# rptNo
source: No Dues Certificate issued
hi: नहीं देय प्रमाण पत्र जारी किए

# rptNoLib
source: No. Lib/Per-Bind
hi: नहीं lib / प्रति-bind

# rptNolibbind
source: No.Lib/Per-Bind/
hi: नहीं lib / प्रति-bind

# rptNoofcopiesrecommendedinwords
source: No. of copies (in words):
hi: प्रतियां की संख्या (शब्दों में):

# rptNoofDept
source: Number Of Departments
hi: संख्या विभागों के

# rptnoPasswordassignedtothisMemberID
source: There is no Password assigned to this Member ID.
hi: कोई पासवर्ड इस सदस्य आईडी को निरुपित है

# rptNumberofcopies
source: Number of copies
hi: प्रतियों की संख्या

# rptNumberofcopiesOrdered
source: Number of copies Ordered
hi: आदेश प्रतियों की संख्या

# rptODuesIn
source: Over Dues In
hi: देय राशि में

# rptOrderExpected
source: Order Expected
hi: क्रम संख्या:

# rptOrderNumber
source: Order Number :
hi: आदेश संख्या :

# rptordNo
source: e:
hi: ई:

# rptOtherAffObj
source: Other Affected Objects
hi: अन्य वस्तुओं से प्रभावित

# rptOverDClrSlp
source: Over Due Clearance Slip
hi: कारण निकासी पर्ची पर

# rptOverDue
source: Over Due Charge Receipt
hi: कारण चार्ज रसीद पर

# rptovrdclrdslp
source: Over Due Clearence Slip
hi: कारण निकासी पर्ची पर

# rptPaidAmt
source: Paid Amt.
hi: भुगतान किया मात्रा

# rptPaidSts
source: Paid Status
hi: भुगतान की स्थिति

# rptPaymenDetailOfvendor
source: Payment Detail Of vendor
hi: भुगतान विक्रेता का विवरण

# rptPaymentAmount
source: Payment Amount
hi: भुगतान की गई राशि

# rptPaymentDetailOfVendor
source: Payment Detail Of Vendor
hi: भुगतान विक्रेता का विवरण

# RptPayRec
source: Payment Received Yes / No
hi: भुगतान प्राप्त हाँ / नहीं

# rptPcs
source: Process
hi: प्रक्रिया

# rptPeriodicalsDivision
source: (Attn.: Periodicals Division)
hi: (Attn.: पत्रिकाओं डिवीजन)

# rptPermission
source: Permission may be granted
hi: अनुमति दी जा सकती है

# rptPersonType
source: Person Type
hi: व्यक्ति का प्रकार

# rptPhone
source: Phone
hi: फोन

# rptphone1
source: Phone :
hi: फोन:

# rptPlace
source: Place :
hi: स्थान:

# rptPlzAllow
source: Please Allow
hi: कृपया अनुमति दें

# RptPntg
source: Printings
hi: मुद्रण

# rptprice
source: Price
hi: मूल्य

# rptPrzPfToLib
source: price proof to the librarian,
hi: इस पुस्तकालय अध्यक्ष करने के लिए मूल्य सबूत

# rptPublicCatalogue
source: (Public Catalogue)
hi: (सार्वजनिक सूची)

# rptpublisher
source: Publisher
hi: प्रकाशक

# rptpublisherDe
source: Publisher's Detail
hi: प्रकाशक की विस्तृत

# rptReceiptDate
source: Receipt Date :
hi: रसीद तिथि:

# RptReceiptNo
source: Receipt No. :
hi: रसीद नहीं:

# rptReceivedonapproval
source: Received on approval
hi: अनुमोदन पर प्राप्त

# rptRecommendedby
source: Recommended by
hi: द्वारा अनुशंसित

# rptRefOrdNo
source: with reference to the order no.
hi: इस आदेश के संदर्भ के साथ नहीं

# rptregistered
source: [registered]
hi: [पंजीकृत]

# rptRequeter
source: Requester
hi: अनुरोधक

# rptRoll
source: Roll No.
hi: रोल नंबर

# rptRollNo
source: P.F.No. Roll No.
hi: पी एफ नहीं रोल नहीं

# rptrOnOrder
source: On Order
hi: आदेश पर

# rptrptPeriodicalsDivisionr
source: Periodicals Division rptUpto Upto Vol-Issue
hi: पत्रिकाओं प्रभाग rptUpto तक वॉल्यूम-अंक

# rptRqstrNam
source: Requester Name
hi: अनुरोधक नाम

# rptRsrvnQueNo
source: Reservation queue No.
hi: आरक्षण लाइन नहीं

# rptRsrvnSlpNo
source: Reservation Slip No.
hi: आरक्षण पर्ची नहीं

# rptsbikanpur
source: 7.S.b.i. / u.b.i. , i.i.t. kanpur
hi: 7. एस बी मैं / यू बी मैं, मुझे लगता है कि मैं टी कानपुर

# rptsbrano
source: SBRA No.
hi: एस बी आर एक नहीं

# rptscstbook
source: (iii) Sc/St book bank (DOSA)
hi: (iii) अनुसूचित जाति / अनुसूचित जनजाति पुस्तक बैंक (डी ओ एस ए)

# rptSeries
source: Series
hi: श्रृंखला

# RptSession1
source: Session :
hi: सत्र:

# RptSign
source: Signature of
hi: हस्ताक्षर के

# rptSignature
source: Signature
hi: हस्ताक्षर

# rptSignDeptt
source: Sign. and Seal of the Head of Dept.
hi: साइन इन करें. और सील के प्रमुख विभाग के

# rptsir
source: Dear Sir/Madam
hi: प्रिय महोदय / महोदया

# rptSmtBilInTrplct
source: and submit your bill in triplicate at
hi: में जमा करें और अपने बिल में तीन

# rptSplyFollP
source: Please Supply the following publication(s) by
hi: कृपया आपूर्ति निम्नलिखित प्रकाशन (ओ) द्वारा

# rptStudent
source: 9.Student gymkhana
hi: 9. छात्र जीमखाना

# RptStudent1
source: Student
hi: विद्यार्थी

# rptStudentsbenefit
source: 10.Students benefit fund (dosa)"
hi: 10. छात्रों को लाभ निधि (दोसा) "

# rptsubpaymentagainstyourin
source: Sub: Payment against your Invoice No. :
hi: उप: अपने चालान नहीं खिलाफ भुगतान:

# rptSUBREMINDERFORPUBLICATIONINVOICE
source: SUB : REMINDER FOR PUBLICATION/INVOICE
hi: उप: प्रकाशन के लिए अनुस्मारक / चालान

# rptsupplyofpub
source: SUB : SUPPLY OF PUBLICATION(S)
hi: उप: प्रकाशन (एस) की आपूर्ति

# rptsupportofthecharged
source: support of the charged price so that we may process your invoice for payment
hi: इस आरोप लगाया कीमत का समर्थन इसलिए है कि हम भुगतान के लिए आपके चालान प्रक्रिया मई

# rptsupritendent
source: Suprintendent
hi: अधीक्षक

# RptTabName
source: Table Name
hi: टेबल का नाम

# rptTechunprosIssBk
source: Technically Unprocessed Issued Books Report
hi: तकनीकी गैर संसाधित जारी किताबें रिपोर्ट

# rpttelp
source: 3.Telephone
hi: 3. टेलीफोन

# rpttext
source: (ii)Text book
hi: (ii) पाठ्य पुस्तक

# rptthankingyou
source: Thanking You,
hi: धन्यवाद,

# rpttheises
source: (ii) Thesis copy submitted to guide
hi: (ii) थीसिस का मार्गदर्शन करने के लिए प्रस्तुत की प्रतिलिपि

# rptthelibrarian
source: The Librarian
hi: पुस्तकालय अध्यक्ष

# rptTheprintreadyfeaturisonlyavailable
source: The print ready feature is only available if you are using browser.Please update your browser.
hi: यदि आप ब्राउज़र का उपयोग कर रहे हैं इस प्रिंट तैयार सुविधा केवल उपलब्ध है. कृपया अपने ब्राउज़र का अद्यतन करें

# rptThereisnorecordstoprint
source: There is no record to print!
hi: वहाँ से मुद्रित करने के लिए कोई रिकॉर्ड नहीं है!

# rptthesiscopyfor
source: (iii)Thesis copy for departmental library
hi: विभागीय पुस्तकालय के लिए (iii) थीसिस की नकल

# rptTime
source: Time
hi: समय

# rptTitle
source: Title
hi: शीर्षक

# rptto
source: To,
hi: को,

# rpttobesubmitted
source: to be submitted in duplicate
hi: डुप्लिकेट में प्रस्तुत की जाने

# rptTotalAccession
source: Total Records Accession No. (In Numbers)
hi: कुल रिकॉर्ड परिग्रहण नहीं संख्या () में

# RptTotalCost
source: Total Cost :
hi: कुल मूल्य:

# rptTotalRecords
source: Total Records(In Number)
hi: कुल रिकार्ड संख्या () में

# rptTotalRecordsw
source: Total Records(InWords)
hi: कुल रिकॉर्ड्स शब्द () में

# rptTotAmtIRs
source: Total Amount in (Rs.)
hi: कुल राशि (रूपये में)

# rptTotNoofBook
source: Total Number of Books
hi: किताबों की कुल संख्या

# rptType
source: Type
hi: प्रकार

# rptugpgsection
source: Ug/Pg Section
hi: स्नातक /स्नातकोत्तर अनुभाग

# rptUnderProcessing
source: Under Processing
hi: प्रसंस्करण के तहत

# rptUpto
source: Upto Vol-Issue
hi: तक वॉल्यूम-मुद्दा

# rptUsrWiseActnWisPcsRpt
source: User Wise Action Wise Process Report
hi: प्रयोक्ता के आधार पर कार्रवाई समझदार प्रक्रिया रिपोर्ट

# rptvaliditydate
source: Validity Date
hi: वैधता तिथि

# rptVideLetterNo
source: Vide Letter No
hi: देखिए

# RptVolHOvr
source: Volumes handed over
hi: वॉल्यूम सौंपा

# rptVolNo
source: Vol No. /Part No.
hi: वॉल्यूम नहीं / हिस्सा नहीं

# rptVolOBkPdclBindInB
source: To take out ______volumes of books / periodicals for binding in _____ bundles.
hi: पुस्तकों के वॉल्यूमबाहर ले जाना / पत्रिकाओं में बाध्यकारी बंडलों के लिए

# rptvolpart
source: Vol/Part
hi: वॉल्यूम / भाग

# rptWaiveDt
source: Waive Date
hi: छोड़ा तिथि

# rptWeareunabletoverify
source: We are unable to verify the price of the following title(s) as charged in the invoice referred above.
hi: हम निम्नलिखित शीर्षक (s की कीमत को सत्यापित करने के लिए) चालान में चार्ज के रूप में उपरोक्त संदर्भित असमर्थ हैं

# rptwith
source: with
hi: के साथ

# rptWriteOff
source: Write-Off Book(s) Report
hi: लिखने-ऑफ रिपोर्ट

# rptWrtOfDt
source: Write-Off Date
hi: लिखने-ऑफ तारीख

# rptyouaretherefore
source: you are therefore requested to please send us a copy of the publisher's/exclusive distributor's invoice as a proof in the
hi: तुम इसलिए हमें प्रकाशक की / अनन्य वितरक है चालान के में एक सबूत के रूप में प्रति एक भेज करने का अनुरोध कर रहे हैं

# rptYoursfaithfully
source: Yours Faithfully
hi: तुम्हारी ईमानदारी,

# rptyoursincerely
source: your sincerely
hi: अपने दिल से

# rptyourssincerely
source: Yours sincerely
hi: तुम्हारी ईमानदारी से,

# rSaveIndNo
source: Record Saved with Indent No.-
hi: रिकार्ड सहेजा इंडेंट नहीं के साथ --

# RsrvDt
source: Reservation Date
hi: आरक्षण तिथि

# RSvAccMtlSNo
source: Record Saved with Accompany Material SNo.
hi: रिकार्ड को बचाया साथ सामग्री क्रम संख्या के साथ

# RsvdNPssble
source: Reservation is not possible.
hi: आरक्षण संभव नहीं है.

# RTask
source: Records are not available for specified Stock Report.
hi: रिकॉर्ड निर्दिष्ट स्टॉक रिपोर्ट के लिए उपलब्ध नहीं हैं.

# RtnCnt
source: Return Count
hi: वापसी गणना

# RtnDtGterCrtDt
source: Return Date cannot be greater then current date.
hi: वापसी तिथि नहीं तो वर्तमान दिनांक अधिक किया जा सकता है.

# RtnDtNBelAS
source: Return date does not belong to Academic Session
hi: वापसी की तारीख शैक्षणिक सत्र से सम्बद्ध नहीं है

# RtnIDet
source: Returnable Items Details
hi: से वापस आइटम विवरण
