Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# MSGPlsSelectOrder
source: Please Select An Order
hi: कृपया एक आदेश का चयन करें

# MSGPlsslectDocNumofPymnt
source: Please select Document Number of Payment
hi: कृपया दस्तावेज़ चुनें भुगतान की संख्या

# msgPlzConLibRact
source: Please contact library for reactivation.
hi: पुस्तकालय पुनर्सक्रियन के लिए कृपया संपर्क है

# MsgPlzSelAnOrder
source: Please Select An Order
hi: कृपया एक आदेश का चयन करें

# MsgPublicationorVolume
source: Select Any One From Publication Date or Select Volume, Not Both
hi: प्रकाशन तिथि चुनें या वॉल्यूम चुनें

# MsgPwdNotSame
source: New Password and Confirm Password not same.
hi: नई पासवर्ड और पासवर्ड की पुष्टि नहीं की है

# MsgQryExecSuccess
source: Query Executed Successfully
hi: प्रश्न सफलतापूर्वक मार डाला

# MsgRackName
source: Invalid Shelf Name
hi: अवैध नाम शेल्फ

# MsgRckCodeAlExist
source: Shelf Code Already Exists.
hi: शेल्फ कोड पहले से मौजूद है

# MsgRckNameAlExist
source: Shelf Name Already Exists.
hi: शेल्फ का नाम पहले से मौजूद है

# MSGRecordnotexist
source: Record doesn't exist
hi: रिकॉर्ड मौजूद नहीं है

# MSGRecordsavedwithRequestNo
source: Record saved with Request No.-
hi: रिकार्ड के साथ सहेजी अनुरोध नं --

# MsgRegActOn
source: Your Registration in the library has been Activated on.
hi: आपका पंजीकरण पुस्तकालय में सक्रिय कर दिया गया है

# MsgReservationLimitb
source: Enter Valid Reservation Limit (Days) For Books.
hi: आरक्षण की सीमा मान्य दर्ज करें ( दिन ) के लिए पुस्तकें हैं

# MsgReservationLimitj
source: Enter Valid Reservation Limit (Days) For Serials.
hi: आरक्षण की सीमा मान्य दर्ज करें ( दिन ) के धारावाहिकों के लिए

# msgrqStadn
source: Required Standard Number
hi: आवश्यक मानक संख्या

# MsgRsrvnCan
source: Reservation Cancellation
hi: आरक्षण रद्द

# msgRsvnOf
source: reservation of
hi: आरक्षण

# MSGSbookalrdyissu
source: Specified book is already issued to user.
hi: निर्दिष्ट किताब पहले ही जारी करने के लिए उपयोगकर्ता

# MsgSearchalmira
source: Search Almirah/Racks Name
hi: खोज अलमारी / रैक नाम

# MsgSearchbuilding
source: Search Building Name
hi: खोज भवन का नाम

# MsgSearchfloor
source: Search Floor Name
hi: खोज तल का नाम

# MsgSearchrack
source: Search Shelf Name
hi: शेल्फ खोज का नाम

# msgselect
source: Select Member Id
hi: सदस्य क्रमांक चुनें

# msgSelectSearch
source: Select Search By.
hi: खोज करके चुनें

# MsgSelyourmachnw
source: Select your machine from Network Places then Add CD
hi: नेटवर्क स्थान से अपनी मशीन को चुनें और फिर जोड़ें सीडी

# msgSendMail
source: Message sent Successfully
hi: संदेश भेजा सफलतापूर्वक

# MsgSernotExt
source: Specified Server Name does not exist.
hi: निर्दिष्ट सर्वर का नाम मौजूद नहीं है

# MSGServiceGrpalreadyexist
source: Specified Service Group Name already exists in same Service Name.
hi: समूह नाम निर्दिष्ट सेवा में पहले से मौजूद है वही सेवा नाम है

# MsgSetFile
source: Settings file
hi: फ़ाइल सेटिंग्स

# msgsltfnme
source: Select File Name.
hi: फ़ाइल नाम चुनें

# msgspacc
source: Specify Acc. No. to Add File Url
hi: निर्दिष्ट एसीसी . फ़ाइल नं यूआरएल को जोड़ें

# msgSpDate
source: Specify Date
hi: निर्दिष्ट दिनांक

# msgSpDateRng
source: Specify valid date range
hi: वैध तिथि सीमा निर्दिष्ट

# MsgSpeDBBackNoExistF
source: Specified Database Location does not exist
hi: डाटाबेस का बैकअप निर्दिष्ट स्थान मौजूद नहीं है

# msgSpFrmDate
source: Specify From Date
hi: निर्दिष्ट दिनांक से

# msgSpToDate
source: Specify To Date
hi: निर्दिष्ट करने के लिए तिथि

# msgstartendissuemanual
source: Starting Issue No. should be less than Ending Issue No.
hi: शुरू से कम अंक नं समाप्त किया जाना चाहिए अंक नं

# msgStartG
source: Start Part should not be greater than Parts Per Issue.
hi: आरंभ भाग से अधिक नहीं होनी चाहिए भाग प्रति अंक है

# msgStartIssue
source: Start Issue should be less than or equal to Issue Per Volume.
hi: आरंभ किया जाना चाहिए अंक के बराबर या उससे कम मात्रा प्रति अंक है

# MSGStartIssuelessthanorequal
source: Start Issue should be less than or equal to Issue Per Volume.
hi: आरंभ किया जाना चाहिए अंक के बराबर या उससे कम मात्रा प्रति अंक है

# msgStartPart
source: Start Part should be less than or equal to Parts Per Issue.
hi: आरंभ किया जाना चाहिए भाग के बराबर या उससे कम भाग प्रति अंक है

# MsgStndRpy
source: Enter Standard Reply
hi: मानक उत्तर दर्ज करें

# MSGStrtPrtlesthanoreqltoPrtPerIss
source: Start Part should be less than or equal to Parts Per Issue.
hi: आरंभ किया जाना चाहिए भाग के बराबर या उससे कम भाग प्रति अंक है

# MSGStrtPrtnotgrterthnPrtsPerIssu
source: Start Part should not be greater than Parts Per Issue.
hi: आरंभ भाग से अधिक नहीं होनी चाहिए भाग प्रति अंक है

# MSGSubject1
source: Subject1
hi: विषय 1

# MSGSubject2
source: Subject2
hi: विषय 2

# MSGSubject3
source: Subject3
hi: विषय 3

# MSGSubKeyword
source: Subject/Keyword *
hi: विषय / खोजशब्द *

# msgThnky
source: Thanking you
hi: आप धन्यवाद

# MSGTitle
source: Title *
hi: शीर्षक *

# msgtopic
source: Topic
hi: विषय

# MSGUnableToSaveRoomInfo
source: Unable To Save Room Information
hi: कक्ष में असमर्थ को बचाने के लिए सूचना

# MsgUnMemInfo
source: Unable to retrieve member information.
hi: सदस्य जानकारी पुन : प्राप्त करने में असमर्थ है

# msgUpdate
source: No Updation is Done
hi: अद्यतन नहीं किया जाता है

# MsgVendor
source: Operation cannot be processed due to different vendors
hi: संसाधित नहीं किया जा सकता ऑपरेशन के कारण अलग विक्रेताओं

# Msgvolumeedition
source: Enter Volume or Edition.
hi: या खंड संस्करण में दर्ज करें

# MsgWriteQry
source: Please write query
hi: कृपया लिखें प्रश्न

# msgYrReg
source: Your Registration in the Library has been Activated.
hi: आपके पंजीकरण के पुस्तकालय में सक्रिय कर दिया गया है

# MSGYursysdetailsrmentionedabove
source: Your system details are mentioned above.
hi: आपके सिस्टम विवरण ऊपर वर्णित हैं

# MShort
source: Short Name already exists.
hi: संक्षिप्त नाम पहले से मौजूद है

# MStatus
source: Status already exists.
hi: स्थिति पहले से मौजूद है

# mtag
source: tag
hi: टैग

# MTExistDetail
source: Existing Media Types Details:
hi: मौजूदा मीडिया प्रकार विवरण :

# mTitle
source: Library
hi: पुस्तकालय

# MTNotDel
source: It cannot be delete/modify, its default media type, only Short name can be updated.
hi: इसे नष्ट नहीं किया जा सकता / संशोधन , अपनी डिफ़ॉल्ट मीडिया प्रकार , केवल लघु नाम से अद्यतन किया जा सकता है

# MulTleInd
source: Multiple Title Indent.
hi: एकाधिक शीर्षक इंडेंट

# MustgreaterZero
source: Must be greater than Zero
hi: शून्य से अधिक होना चाहिए

# MxmIssLmtOvrMbr
source: Maximum issue limit is over for the Member.
hi: मुद्दे के लिए अधिकतम सीमा से अधिक सदस्य है

# NA
source: A
hi: एक

# NAblTAlySrch
source: Not able to apply search limits on the selected Search Type.
hi: लागू करने में सक्षम नहीं खोज सीमा पर चयनित खोज प्रकार है

# NAccNo
source: New Accession No.
hi: नई अवाप्ति नं

# NAccompanyMaterialSNo
source: Accompany Material SNo.
hi: क्रम संख्या सामग्री के साथ

# NameSign
source: Name & Sign. of Instructor In Charge
hi: नाम और साइन . प्रशिक्षक के प्रभारी

# NArvBkDtls
source: New Arrived Book(s) details
hi: हॉस्टल्सक्लब के यहां पहुंचे नई (ओ) विवरण

# NAuthor
source: Author:
hi: लेखक :

# NAvlForFPcs
source: Is not available for further processing.
hi: आगे के प्रसंस्करण के लिए उपलब्ध नहीं है

# NBkRec
source: No Book(s) To Receive.
hi: कोई पुस्तक ( ओं ) को प्राप्त करने के लिए

# NBkSpfyIss
source: No Books specified to be issued.
hi: किताबें नहीं निर्दिष्ट करने के लिए जारी किया जाएगा

# NCalculateProportional
source: Calculate Proportional Amount of Journal(s)
hi: आनुपातिक की गणना की गई राशि के जर्नल (ओ)

# NCartisempty
source: Cart is empty.
hi: मृच्छकटिकम् खाली है

# NCheck
source: Check If Journal Belongs to Package
hi: यदि जर्नल की जाँच करने के लिए जो संकुल

# NChecktodeleteitems
source: Check to delete items
hi: नष्ट करने के लिए मदों की जाँच

# NClNo
source: New Class Number
hi: नई कक्षा संख्या

# NCpyAdSuccFly
source: New Copy Added Successfully.
hi: नई कॉपी सफलतापूर्वक जोड़ा गया है

# NDeleteitemsfromcart
source: Delete items from cart
hi: नष्ट मदों से गाड़ी

# NEnd
source: End
hi: अंत

# NEnter
source: Enter
hi: दर्ज करें

source: Net Amt.
hi: नेट की गई राशि

# NetFileURL
source: Network File URL
hi: फ़ाइल नेटवर्क यू आर एल

# NetPyleAmt
source: Net Payable Amt.
hi: नेट की गई राशि देय है

# NewAddAmt
source: New Additional Amount
hi: नई अतिरिक्त राशि

# NewID
source: New Member ID
hi: नई सदस्य आईडी

# NewsClip
source: News Clippings
hi: समाचार कतरनें

source: Next »
hi: अगला »

# NExtrCpyAvL
source: Queue Number of Member is not 1 for selected book and no Extra copy is available in Library.
hi: पंक्ति की संख्या के सदस्य नहीं है 1 और पुस्तक के लिए चयनित नहीं अतिरिक्त प्रतिलिपि पुस्तकालय में उपलब्ध है

# NFrmLst
source: Not From List
hi: सूची से नहीं

# NGo
source: Go
hi: जाना

# NI
source: I
hi: मैं

# Nid
source: id
hi: आईडी

# NIL
source: IL
hi: आईएल

# NILL1
source: ILL
hi: बीमार

# NInvExstFVen
source: No Invoice Exists For This Vendor
hi: चालान नहीं मौजूद है क्योंकि यह विक्रेता

# NIss
source: Not issued.
hi: जारी नहीं किया है

# NIssued
source: Issued
hi: टिकट

# NJnlToRcv
source: No. Journal To Receive.
hi: पत्रिका नं प्राप्त करने के लिए

# NL
source: L
hi: एल

# Nlocation
source: location
hi: स्थान

# NLost
source: Lost
hi: खोया

# Nml
source: Normal
hi: सामान्य

# NmlOrdBased
source: Normal Order Based
hi: सामान्य आदेश के आधार

# NoAccmpItmFnd
source: No accompanying items found.
hi: साथ आइटम नहीं मिला

# NoCopMGrt
source: No. of copies must be greater than 0.
hi: की प्रतियां नं 0 से अधिक होना चाहिए

# NoCritSpecifiedSearch
source: No Criteria sepecified to perform search.
hi: निर्दिष्ट प्रदर्शन करने खोज मानदंड नहीं है

# NoDtaPendLd
source: There is no data pending to be loaded.
hi: लंबित नहीं है डेटा लोड हो

# NoEdit
source: Editing is not allowed here because record is found in other table.
hi: संपादन की अनुमति नहीं है क्योंकि यहाँ रिकॉर्ड अन्य तालिका में पाया जाता है

# Nof
source: of
hi: का

# NOfCopy
source: No. of Copy
hi: नं की प्रतिलिपि बनाएँ

# NoIndPendInDpt
source: No Indent Pending In This Department.
hi: इंडेंट इस विभाग में लंबित नहीं है

# NoItmToReceive
source: No Item(s) To Receive.
hi: कोई आइटम ( ओं ) को प्राप्त करने के लिए

# NoIToRec
source: No item to receive
hi: कोई आइटम प्राप्त करने के लिए

# NoJrnlForIss
source: No Journal For Issue.
hi: पत्रिका के लिए कोई अंक

# NoLoadStatDef
source: There are no Loading status defined.
hi: लोड हो रहा है दर्जा परिभाषित नहीं हैं

# NoMatchRec
source: No matching record found.
hi: मिलान रिकॉर्ड नहीं मिला

# NoMemFnd
source: No Member Found.
hi: सदस्य नहीं मिला

source: Non Print
hi: गैर मुद्रण

# NOnRack
source: On Rack
hi: रैक पर

# NoODDetAvl
source: No over due details are available.
hi: से अधिक नहीं होने के कारण का विवरण उपलब्ध हैं

source: No. of Copy
hi: नं की प्रतिलिपि बनाएँ

# NoOfCpyAndECpyNotEql
source: No. of Copies and entered copy no. is not equal.
hi: नं और प्रवेश के प्रति कॉपी नहीं है . के बराबर नहीं है

# NoOfCpyNotMied
source: No. of Copies cannot be modified because accessioning is done for arrival.
hi: नं के प्रति नहीं किया जा सकता है क्योंकि संशोधित परिग्रहण आगमन के लिए किया जाता है

# NoPackFndForVenPub
source: No Package(s) found for specified Vendor/Publisher.
hi: कोई संकुल (ओ) पाया विक्रेता के लिए विनिर्दिष्ट / प्रकाशक

# NoPaswdAssToMem
source: No Password is assigned to this Member.
hi: पासवर्ड नहीं है इस सदस्य को सौंप दिए

# NoRcdExst
source: No Record Exists.
hi: कोई भी रिकॉर्ड मौजूद है

# NoRcdsReceive
source: No Record(s) to Receive.
hi: कोई रिकॉर्ड (ओ) प्राप्त करने के लिए

# NoRcdToSave
source: No Record to Save.
hi: कोई भी रिकार्ड को सहेजें

# NoRcrdFnd
source: ---No Record Found---
hi: --- रिकॉर्ड नहीं मिला ---

# NoRcrdReceive
source: No Record(s) to Receive.
hi: कोई रिकॉर्ड (ओ) प्राप्त करने के लिए

# NoRecFndFPnt
source: No Record Found For Printing.
hi: मुद्रण के लिए रिकॉर्ड नहीं मिला

# NoRecFndInSpeciGroup
source: No members found in specified group.
hi: समूह में निर्दिष्ट कोई सदस्य नहीं पाया

# NoRecFondMatch
source: No record found matching to the specified search criteria.
hi: रिकॉर्ड नहीं मिला निर्दिष्ट करने के लिए खोज मापदंड से मेल खाते हैं

# NoRecInEntList
source: No record found in entire list.
hi: पूरी सूची में दर्ज नहीं पाया

# NoRenewPayNo
source: This can not be renewed because payment for the previous subscription has not released
hi: यह नवीनीकरण नहीं किया जा सकता है क्योंकि पिछले भुगतान के लिए जारी की सदस्यता नहीं है

# NoReserPerCopy
source: No. of Reservation Per Copy
hi: आरक्षण के प्रति कॉपी नं

# NoRsveFndMbr
source: No reservation details found for Member.
hi: सदस्य विवरण के लिए आरक्षण नहीं मिला है

# NoSearch
source: No search criteria specified.
hi: खोज मानदंड निर्धारित नहीं है

# NoSrch
source: No Search criteria given.
hi: खोज मापदंड नहीं दिया है

# noTag
source: There is no Tag
hi: टैग नहीं है

# NotAuth
source: You are not authorized for this operation
hi: आप इस आपरेशन के लिए अधिकृत नहीं हैं

# NotDfnd
source: is not defined.
hi: परिभाषित नहीं है

# NPassw
source: New Password
hi: नया पासवर्ड

# NPwdNMtch
source: New password and confirm password does not match.
hi: नया पासवर्ड की पुष्टि और पासवर्ड मेल नहीं खाता

# NRack
source: Rack
hi: रैक

# NRcdFound
source: No Record Found.
hi: रिकॉर्ड नहीं मिला

# NRcFndInDb
source: No record found in database.
hi: डाटाबेस में रिकार्ड नहीं मिला

# NRecAvlFPnt
source: No Record Available for Printing.
hi: मुद्रण के लिए रिकार्ड उपलब्ध नहीं है

# NRecExst
source: No Record Exists.
hi: कोई भी रिकॉर्ड मौजूद है

# NRecF
source: No Records Found.
hi: रिकार्ड नहीं मिला

# NRecFFor
source: No Records found for
hi: रिकार्ड के लिए नहीं मिला

# NRecFForSelI
source: No record found for selected Library/Institute.
hi: रिकार्ड के लिए चयनित नहीं पाया लाइब्रेरी / संस्थान है

# NRecFnd
source: No records found.
hi: रिकॉर्ड नहीं मिला

# NRecFPnt
source: No record for printing.
hi: मुद्रण अभिलेख के लिए नहीं है

# NRecToPnt
source: No Record To Print.
hi: प्रिंट करने के लिए रिकॉर्ड नहीं है

# NResFnd
source: No Result Found.
hi: परिणाम नहीं मिला

# NRsltMchSpecfyCr
source: No results found of matching to specified criteria.
hi: मिलान के कोई परिणाम नहीं मिले निर्दिष्ट करने के लिए मानदंड

# NRtnIDet
source: Non-Returnable Items Details
hi: गैर से वापस आइटम विवरण

# NSelectDatefromcalender
source: Select Date from calender
hi: तिथि से कैलेंडर चुनें

# NSelectitemstodelete
source: Select items to delete.
hi: आइटम का चयन को हटाना है

# NStarted
source: Started
hi: प्रारंभ

# NTask
source: Stock Report is Executed.
hi: स्टॉक की रिपोर्ट को मार डाला है

# NtInRng
source: Not In Range
hi: रेंज में नहीं

# NTitle
source: Title:
hi: शीर्षक :

# NumOfRec
source: Number of Record(s)
hi: रिकॉर्ड की संख्या ( ओं )

# NVldFRtnO
source: are not valid for return operation.
hi: आपरेशन वापसी के लिए वैध नहीं हैं

# NwAccNo
source: New Accession No.
hi: नई अवाप्ति नं

# NWriteoffList
source: Write off List
hi: बट्टे खाते डालना सूची

# NWrittenoff
source: Written off
hi: लिखित बंद

# OAccNo
source: Old Accession No.
hi: पुराने अवाप्ति नं

# ODAgeingRpt
source: Over Due Item (Ageing) Report
hi: से अधिक होने के कारण मद ( बुढ़ाते ) की रिपोर्ट

source: O.D.C.*Days
hi: * ओ डी सी दिन

# ODCollectedOverPeriod
source: Over Dues Collected Over a Period
hi: पिछले बकाया राशि एकत्र की अवधि

# ODCOvDuCrg
source: O.D.C. -Over Due Charge
hi: ओ डी सी से अधिक होने के कारण प्रभार

# ODCPayM
source: O.D.C. Pay mode (if applicable)
hi: ओ डी सी वेतन मोड ( यदि लागू हो )

# ODCReCal
source: ODC Re-Calculation
hi: ओ डी सी पुनः गणना

source: O.D. Days
hi: ओ डी सी दिन

# ODDetNFndFSMem
source: Over-Due details not found for specified member.
hi: अधिक विवरण के कारण नहीं मिला सदस्य के लिए निर्दिष्ट है

# ODNotBefIndd
source: Order date cannot be before than indent date.
hi: आदेश की तारीख से पहले की तुलना नहीं की जा सकती है मांगपत्र तिथि है

# ODueChrg
source: Over Due Charge/Day
hi: से अधिक होने के कारण प्रभार / दिन

# OfMemExcTo
source: Of member is exceeding to
hi: इनमें से अधिक सदस्य है

# OgnlAmtOJnl
source: Original Amt. -- Original Amount of Journal
hi: मूल राशि -- मूल की गई राशि के जर्नल

# oiwl
source: Other Information With Logo
hi: लोगो के साथ अन्य जानकारी

# oiwtl
source: Other Information Without Logo
hi: लोगो के बिना अन्य जानकारी

# OldClNo
source: Old Class Number
hi: पुराने कक्षा की संख्या

# OldPwdIncrct
source: Old Password is incorrect
hi: पुराना पासवर्ड गलत है

source: Online
hi: ऑनलाइन

# OnlineIndent
source: Online Purchase Indent
hi: ऑनलाइन खरीद इंडेंट

# only100opralwd
source: Only 100 operations are allowed at a time.
hi: केवल 100 संचालन की अनुमति दी जाती है एक समय में

# OnlyPostByUser
source: Only Posted By user can perform delete operation.
hi: केवल प्रयोक्ता द्वारा पोस्ट किया नष्ट आपरेशन प्रदर्शन कर सकते हैं

# ONPcddtDifVen
source: Order cannot be processed due to different vendors.
hi: आदेश संसाधित नहीं किया जा सकता विक्रेताओं के कारण भिन्न है

# OperCom
source: Operation Completed.
hi: ऑपरेशन पूर्ण है

# OperComSuc
source: Operation completed successfully.
hi: ऑपरेशन को सफलतापूर्वक पूरा किया

# OpnCantPcdSInvBelDffCtry
source: Operation cannot be proceeded, Selected Invoices Belong to diffrent currencies.
hi: ऑपरेशन कार्यवाही नहीं की जा सकती , चुने हुए चालान में संबंधित विभिन्न मुद्राओं

# OpSortBy
source: Output sorted by:
hi: आउटपुट के द्वारा हल :

# optclient
source: Client
hi: ग्राहक

# optClientCD
source: Upload from client on server
hi: अपलोड ग्राहक से सर्वर पर

# optDeCataloging
source: De-Cataloging
hi: गैर- सूचीबद्ध

# optnewsclipp
source: News Clipping(s)
hi: समाचार कर्तन ( ओं )

# optServer
source: Assign URL on server
hi: सर्वर यू आर एल पर निरुपित

# OptSub
source: Opted Subject :
hi: शामिल विषय :

# optTtlTotalV
source: Title wise total volumes with value
hi: शीर्षक वार कुल मूल्य के साथ मात्रा

# OPwdDosNM
source: Old Password Does not Match.
hi: पुराना पासवर्ड मेल नहीं खाता

# OrdBPubNExst
source: Ordered but publ. is out of print.
hi: लेकिन publ आदेश दिया है . प्रिंट से बाहर है

# OrdCannotProc
source: Order can not proceed, Budget Allocation for Department(s)-
hi: आगे बढ़ने के आदेश नहीं कर सकता , बजट आबंटन के लिए विभाग (ओ) --

# OrdCopies
source: O.C.- Ordered Copies
hi: ओ सी - प्रति आदेश दिया

# OrderB
source: Order by:
hi: निम्न द्वारा क्रम :

# OrderTrm
source: Order Terms and Conditions
hi: नियम और शर्तें आदेश

# ORDnopub
source: Ordered but publication is not available.
hi: आदेश दिया जाता है लेकिन प्रकाशन उपलब्ध नहीं है

# OrdNotChecked
source: Order has not been checked
hi: आदेश की जाँच नहीं की गई है

# OrdNotFnd
source: Order Not Found/Specified.
hi: आदेश नहीं मिला / निर्दिष्ट है

# OrdNotPassed
source: Order has not been passed
hi: आदेश पारित नहीं किया गया है

# OrdPrcPerCpy
source: O.P./Copy- Ordered Price Per Copy
hi: मूल्य प्रति कॉपी ओ पी / कॉपी-आदेश दिया

# OrdPrep
source: Order Prepared
hi: आदेश तैयार

# Ordpub
source: Ordered but publication is out of print.
hi: प्रकाशन आदेश दिया है , लेकिन प्रिंट से बाहर है

# OrdPubNAvl
source: Ordered but publ. is not available.
hi: लेकिन publ आदेश दिया है . उपलब्ध नहीं है

# OrdRemindLet
source: Order Reminder Letter
hi: अनुस्मारक आदेश पत्र

# ordval
source: Order Value in
hi: आदेश में मान

# Otr
source: Other
hi: अन्य

# OverDueCharge
source: &nbsp;Over Due Charges Per Day
hi: प्रति दिन अतिदेय शुल्क

# PackNam
source: Package Name
hi: संकुल नाम

# PageTitle
source: Report
hi: रिपोर्ट

# PAmtTotANotE
source: Pay Amount and Total Amount is not equal.
hi: भुगतान की गई राशि और कुल राशि के बराबर नहीं है

source: Passed
hi: उत्तीर्ण

source: Passing
hi: पासिंग

# Passwrd
source: Password
hi: पासवर्ड

# Paswnotsame
source: "Password not same as Confirm Password."
hi: " पासवर्ड की पुष्टि करें पासवर्ड के रूप में ही नहीं है

# PAtBank
source: Payable At Bank
hi: इस समय बैंक देय

# PayAmtnoteq
source: Pay Amount and Total Amount is not equal.
hi: भुगतान की गई राशि और कुल राशि के बराबर नहीं है

# PaybleAmt
source: Payable Amt.
hi: राशि देय है

# PaybleCrr
source: Payable Currency
hi: देय मुद्रा

# PayDatNoAcaSess
source: Payment Date does not lie between start & end date of your Academic Session.
hi: भुगतान की तिथि के बीच शुरू झूठ नहीं करता है और अपने शैक्षिक सत्र समाप्ति तिथि

# PayDNotBelCAS
source: Payment Date does not belong to current Academic session.
hi: भुगतान की तिथि नहीं है वर्तमान अकादमिक सत्र है

source: Payment Processing
hi: भुगतान संसाधन

# PayMod
source: Payment Mode
hi: भुगतान मोड

# PayNProcDiffCurr
source: Payment cannot proceed, because invoice has different currency.
hi: आगे बढ़ने के भुगतान नहीं कर सकते , क्योंकि अलग मुद्रा चालान है

# PCantPcdIOfDifCrr
source: Payment cannot proceed,because invoice has different currency.
hi: आगे बढ़ने के भुगतान नहीं कर सकते , क्योंकि अलग मुद्रा चालान है

# PCGtr0
source: Price/Unit should be greater than Zero.
hi: मूल्य / यूनिट शून्य से अधिक होनी चाहिए

# pchange
source: Circular policy can not be changed. Pending transactions exist for this Member Group.
hi: परिपत्र नीति में बदला नहीं जा सकता . लंबित लेनदेन के लिए मौजूद इस समूह के सदस्य हैं

# PcKNoBasedSrch
source: Package Number Based Search
hi: संकुल की संख्या के आधार खोज

# PctAIgnIAmtS
source: % Amount will be ignored if Amount is Specified.
hi: % राशि नज़रअंदाज़ कर दिया जाएगा यदि निर्दिष्ट की गई राशि है

# PCurMGrtr0
source: Price in Currency must be greater than 0.
hi: मूल्य मुद्रा में 0 से अधिक होना चाहिए

# PCurr
source: Pay Currency
hi: वेतन मुद्रा

# PDetailOfJ
source: Previous Details of the Journal :
hi: पिछले विवरण के जर्नल :

# PDtNotLiBwSEDtOfAS
source: Payment Date is not between start & end date of your Academic Session.
hi: भुगतान की तिथि के बीच शुरू झूठ नहीं करता है और अपने शैक्षिक सत्र समाप्ति तिथि

# PendgOrdJour
source: Pending Order of Journal (s)
hi: विचाराधीन आदेश के जर्नल (ओ)

# perrmissISNotAllowed
source: Permission Is Not Allowed.
hi: अनुमति की अनुमति नहीं है

# PFNo
source: P.F. No. Already exists
hi: पी एफ पहले से मौजूद है नं

# PgSize
source: Page Size:
hi: पृष्ठ आकार :

# PhasDayLimit1
source: &nbsp;Phase - I Days Limit
hi: पहले चरण की दिन सीमा

# PhasDayLimit2
source: &nbsp;Phase - II Days Limit
hi: द्वितीय चरण की दिन सीमा

# Phase1ODCForBokGrtThnZero
source: Phase - I Over Due Charge Per Day for books must be greater than zero.
hi: चरण -- चार्ज होने के कारण मैं प्रति दिन से अधिक पुस्तकों के लिए शून्य से अधिक होना चाहिए

# Phase1ODCForserialsGrtThnZero
source: Phase - I Over Due Charge Per Day for serials must be greater than zero.
hi: चरण -- मैं प्रभार प्रति दिन से अधिक होने के कारण धारावाहिकों के लिए शून्य से अधिक होना चाहिए .

# Phase2ODCForBokGrtThnZer
source: Phase - II Over Due Charge Per Day for books must be greater than zero.
hi: चरण -- द्वितीय प्रभार प्रति दिन से अधिक होने के कारण पुस्तकों के लिए शून्य से अधिक होना चाहिए

# Phase2ODCForBokGrtThnZero
source: Phase - II Over Due Charge Per Day for books must be greater than zero.
hi: चरण -- द्वितीय प्रभार प्रति दिन से अधिक होने के कारण पुस्तकों के लिए शून्य से अधिक होना चाहिए

# Phase2ODCForserialsGrtThnZero
source: Phase - II Over Due Charge Per Day for serials must be greater than zero.
hi: चरण -- द्वितीय प्रभार प्रति दिन से अधिक होने के कारण धारावाहिकों के लिए शून्य से अधिक होना चाहिए

# PhaseB1
source: Enter Phase - I Over Due Charge Per Day (for Books).
hi: चरण -- मैं प्रति दिन से अधिक होने के कारण चार्ज ( किताबें के लिए ) दर्ज करें

# PhaseB2
source: Enter Phase - II Over Due Charge Per Day (for Books).
hi: चरण -- द्वितीय प्रति दिन से अधिक होने के कारण चार्ज ( किताबें के लिए ) दर्ज करें

# PhaseDetailB1
source: First, Enter Phase - I Details (for Books).
hi: पहला , दर्ज करें चरण -- मैं विवरण ( किताबें के लिए )

# PhaseDetailJ1
source: First, Enter Phase - I Details (for Journals).
hi: पहला , दर्ज करें चरण -- मैं विवरण ( पत्रिकाओं के लिए )

# PhaseJ1
source: Enter Phase - I Over Due Charge Per Day (for Journals).
hi: चरण -- मैं प्रति दिन से अधिक होने के कारण चार्ज ( पत्रिकाओं के लिए )

# PhaseJ2
source: Enter Phase - II Over Due Charge Per Day (for Journals).
hi: चरण -- द्वितीय प्रति दिन से अधिक होने के कारण चार्ज ( पत्रिकाओं के लिए ) दर्ज करें

# PhNo
source: Phone No.
hi: फोन नं
