Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# FstEAccNo
source: First Enter Accession Number.
hi: अवाप्ति पहले नंबर दर्ज करें

# FstSpecfyMbrIdClkEtrButn
source: First specify Member ID and click enter button.
hi: पहला निर्दिष्ट सदस्य आईडी दर्ज करें और बटन पर क्लिक करें

# FstVerfyMbr
source: First click on Get Details to verify Member Id.
hi: सबसे पहले प्राप्त करें पर क्लिक करें विवरण को सत्यापित करने के लिए सदस्य क्रमांक है

# GenArrSchd
source: Generate Arrival Schedule
hi: उत्पन्न आगमन अनुसूची

# GenCard
source: Generate Card
hi: उत्पन्न कार्ड

# GenFnSlip
source: Generate Fine Slip
hi: ललित उत्पन्न पर्ची

# GenLst
source: Generate List.
hi: सूची उत्पन्न है

# GetDet
source: Get Details
hi: विवरण प्राप्त करें

# gFootTBal
source: Total Balance(Rs.)
hi: कुल शेष ( रूपये )

# GftOrdBased
source: Gift Order Based
hi: उपहार के आधार आदेश

# GiftBase
source: Gifted By Based
hi: भेंट करके आधार

source: Gifted By
hi: भेंट करके

# GINoBasedSrch
source: Gift Indent Number Based Search
hi: उपहार इंडेंट संख्या के आधार पर खोज

# GIRUnable
source: Unable to retrieve giftindent information.
hi: उपहार इंडेंट जानकारी को पुन : प्राप्त करने में असमर्थ है

# GivANotVForOrdAmt
source: Given amount is not valid for this Order amount.
hi: को देखते राशि के लिए वैध नहीं है इस राशि का आदेश है

# GivenAmtnotvalid
source: Giving amount is not valid for this Invoice amount
hi: देते राशि के लिए वैध नहीं है इस चालान राशि

# GNotFound
source: Gifter Not Found.
hi: Gifter नहीं मिला है

source: Go!
hi: जाना !

# GOCrate
source: GOC rate cannot exceed to 10,000.Rs.
hi: जी ओ सी की दर को 10.000 से अधिक नहीं हो सकता . रु .

# GpDscp
source: Group Description
hi: समूह विवरण

# GpNam
source: Group Name
hi: समूह नाम

# GrAAC
source: A.A.C.
hi: ऐ ऐ सी

# GrAccCopies
source: Accessioned Copies
hi: परिग्रहण प्रतियाँ

# GrAccNo
source: Acc No.
hi: एसीसी नं

# GrAcco
source: Accompany
hi: साथ सामग्री

# GrAccompMat
source: Accompany Material
hi: गतिविधि

# GrAct
source: Activity
hi: क्रिया

# GrAction
source: Action
hi: सक्रिय

# GrActive
source: Active
hi: सक्रिय

# GrAddP
source: AddPart
hi: भाग जोड़ें

# GrAdjAmt
source: Adjusted Amount
hi: समायोजन की गई राशि

# GrAgentCo
source: Agent Code
hi: एजेंट कोड

# GrAgentNa
source: Agent Name
hi: एजेंट का नाम

# GrAllo
source: Allocation
hi: आबंटन

# GrAlloAmt
source: Allocated Amt.
hi: आबंटित संख्या

# GrAlreadyIssu
source: Already Issued
hi: पहले से ही टिकट

# GrAmtPer
source: Amount(%)
hi: राशि ( % )

# GrAPCpy
source: A.P./Copy
hi: ऐ पी / कॉपी करें

# GrArrivalCop
source: Arrived Copies
hi: प्रति पहुँचे

# GrArrivalD
source: Arrival Date
hi: आगमन की तारीख

# Gratitude
source: We would like to express our gratitude to the following people who gave us the opportunity to complete this software.
hi: हम चाहते हैं कि हमारे आभार व्यक्त करने के लिए निम्नलिखित लोगों ने जो हमें इस सॉफ़्टवेयर को पूरा करने की संभावना है

# GrAttachment
source: Attachment
hi: अनुलग्नक

# GrB
source: B
hi: बी

# GrBal
source: Balance
hi: शेष

# GrBillSrNo
source: Bill Serial Number
hi: विधेयक के क्रम संख्या

# GrBilSN
source: Bill Sr. No.
hi: विधेयक के वरिष्ठ नं

# GrBkLmt
source: Books Limit
hi: सीमा पुस्तकें

# GrBndrId
source: Binder Id
hi: बंधक क्रमांक

# GrBookPrice
source: Book Price
hi: हॉस्टल्सक्लब के यहां मूल्य

# GrCA
source: C.A.
hi: सनदी लेखाकार

# GrCatalogD
source: Cataloguing Date
hi: सूचीपत्र तिथि

# GrCause
source: Cause
hi: कारण

# GrCause1
source: Cause
hi: कारण

# GrChk
source: Chk
hi: जांचना

# GrCirNo
source: Circular No.
hi: परिपत्र संख्या

# GrComit
source: Comitted
hi: वचनप्रदत्त

# GrCommitAmount
source: Committed Amt.
hi: वचनप्रदत्त संख्या.

# GrCommitAmt
source: Committed Amount
hi: वचनप्रदत्त की गई राशि

# GrCops
source: Copies
hi: प्रति

# GrCostCopy
source: Cost/Copy
hi: मूल्य / कॉपी करें

# GrCoverAmt
source: Covered Amount
hi: कवर की गई राशि

# GrCovrtdAmt
source: Converted Amount
hi: परिवर्तित राशि

# GrCpyN
source: Copy No
hi: कॉपी नहीं

# GrCurrPosition
source: Current Position
hi: वर्तमान स्थिति

# GrCurrTitleJour
source: Current Title of Journal
hi: वर्तमान शीर्षक का जर्नल

# GrCustVldtr
source: CustomValidator
hi: कस्टम सत्यापन

# GrDayODC
source: ΣDays * O.D.C
hi: Σदिन * ओ डी सी

# GrDeactStatus
source: Deactivation Status
hi: निष्क्रियकरण स्थिति

# GrDept
source: Deptt.
hi: विभाग है

# GrDeptBase
source: Department Based
hi: विभाग के आधार

# GrDeptCod
source: DepartmentCode
hi: विभाग कोड

# GrDeptCode
source: Department Code
hi: विभाग कोड

# GrDesigId
source: Designation Id
hi: पदनाम क्रमांक

# GrDJ
source: D.J.
hi: डी जे

# GrDLmt
source: Limit
hi: सीमा

# GrDocDt
source: Doc Date
hi: Doc तिथि

# GrDOJ
source: D.O.J
hi: शामिल होने की तिथि

# GrDpt
source: dept
hi: डेप्ट

# grdreply
source: reply
hi: उत्तर

# Grdsettled
source: settled
hi: बस

# GrDueAmt
source: Due Amount
hi: शेष राशि

# GrDueOn
source: Due On
hi: पर होने के कारण

# GrDyLmt
source: Days Limit
hi: दिन सीमा

# GrEBkURL
source: E-BookUrl
hi: ई- पुस्तक यू आर एल

# GrEDeactvD
source: Enter De-activation Date.
hi: De - सक्रियण तिथि प्रविष्ट करें

# GrEDescrip
source: Enter Description.
hi: विवरण दर्ज करें

# GrEdit
source: Edit
hi: संपादित करें

# GrEndIss
source: End Issue
hi: समाप्ति अंक

# GrEndP
source: End Part
hi: समाप्ति भाग

# GrEndV
source: End Vol.
hi: समाप्ति वॉल्यूम

# GrEndVol
source: End Vol.
hi: समाप्ति वॉल्यूम

# GrEtrD
source: To Date
hi: तिथि करने के लिए दर्ज करें

# GrEtrFD
source: From Date
hi: तिथि से दर्ज करें

# GrEtrLtrN
source: Enter Letter Number.
hi: पत्र संख्या दर्ज करें

# GrEValVStartN
source: Enter Valid Value of Start No.
hi: मान्य मान के आरंभ नंबर दर्ज करें

# GrExm
source: Example
hi: उदाहरण

# GrExpArrD
source: Exp. Arr. Date
hi: उम्मीद आगमन तिथि

# GrExpD
source: Exp. Date
hi: ऍक्स्प. तिथि

# GrExpDa
source: Expiry Date
hi: समाप्ति तिथि

# GrExpendedAmt
source: Spent Amt.
hi: राशि में व्यय की है

# GrExpenditure
source: Expenditure
hi: व्यय

# GrExpRetD
source: Exp.Ret.Date
hi: उम्मीद रिटायर तिथि

# GrExptD
source: Expected Date
hi: उम्मीद की तिथि

# GrExR
source: Ex. Rate
hi: उदा . दर

# GrExRate
source: Ex. rate
hi: उदा . दर

# GrFemale
source: Female
hi: नारी

# GrFieldV
source: Field Value
hi: फील्ड मान

# GrFine1
source: Fine (1)
hi: ललित ( 1 )

# GrFine2
source: Fine (2)
hi: ललित ( 2 )

# GrG
source: Gift
hi: उपहार

# GrGift
source: Gifted
hi: उपहार

# GrGrpDes
source: Group Description
hi: समूह विवरण

# GrGrpN
source: Group Name
hi: समूह नाम

# GrId
source: Id
hi: क्रमांक

# GrIndentHand
source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Committed Amount&nbsp;&nbsp;&nbsp;&nbsp; Indents in-hand Amount
hi: वचनप्रदत्त मांगपत्र में हाथ की गई राशि की गई राशि

# GrIndentId
source: Indent Id
hi: इंडेंट क्रमांक

# GrIndntAmt
source: Indent Amount
hi: इंडेंट की गई राशि

# GrIndntN
source: Indent No.
hi: इंडेंट नं

# GrIndt
source: indent
hi: इंडेंट

# GrIndtN
source: indentnumber
hi: मांगपत्र संख्या

# GrInstCode
source: InstituteCode
hi: संस्थान कोड

# GrInvo
source: Invoice I D
hi: चालान आई डी

# GrIssT
source: Issue Types
hi: अंक के प्रकार

# GrItemS
source: ItemStatus
hi: आइटम की स्थिति

# GrJId
source: Journal_Id
hi: पत्रिका_आईडी

# GrJLmt
source: Jurl. Limit
hi: पत्रिका सीमा

# GrJoinY
source: Join Year
hi: वर्ष में शामिल हों

# GrJouId
source: Journal Id
hi: पत्रिका क्रमांक

# GrJourN
source: Journal_no
hi: पत्रिका संख्या

# GrJStatus
source: Jour Status
hi: पत्रिका स्थिति

# GrKeyName
source: keyword Name
hi: खोजशब्द नाम

# GrLacks
source: Lacks
hi: अभाव

# GrLangId
source: Language Id
hi: भाषा क्रमांक

# GrLvlId
source: Level1 Id
hi: स्तर 1 क्रमांक

# GrMale
source: Male
hi: नर

# GrMemGr
source: Mem. Group
hi: सदस्य समूह

# GrMemGrp
source: Mem. Group.
hi: सदस्य समूह है

# GrMemId
source: Mem. Id
hi: सदस्य क्रमांक

# GrMemN
source: Mem. Name
hi: सदस्य नाम

# GrMoreInfo
source: More Information
hi: अधिक जानकारी

# GrNo
source: No.
hi: नं

# GrNoCopy
source: No. of Copy
hi: नं की प्रतिलिपि बनाएँ

# GrNonApp
source: Non-Approval
hi: गैर स्वीकृति

# GrntLibPer
source: Granting permissions to the selected library(s)
hi: मनाते अनुमति के लिए चयनित पुस्तकालय ( ओं )

# GrOBCDay
source: O.D.C./ Day
hi: ओ. डी. सी./ दिन

# GrOC
source: O.C.
hi: ओ. सी.

# GrODC
source: O.D.C.
hi: ओ. डी. सी

# GrOdrCopies
source: Ordered Copies
hi: प्रति आदेश दिया

# GrOdrN
source: Order Number
hi: आदेश संख्या

# GrOPCpy
source: O.P./Copy
hi: ओ पी/ कॉपी करें

# GrOperPerf
source: Operation Performed
hi: ऑपरेशन प्रदर्शन

# GrOrdPrice
source: Ord. Price
hi: आदेश मूल्य

# GrOrignalAmt
source: Original Amt.
hi: मूल संख्या

source: GroupMember
hi: समूह के सदस्य

# GrPfNo
source: P F No.
hi: पी एफ नं

# GrPFNU
source: P.F.No
hi: पी एफ नहीं

# GrPolicy
source: Policy
hi: नीति

# Grpostedby
source: postedby
hi: द्वारा पोस्ट

# GrPPay
source: Partial Payment
hi: आंशिक भुगतान

# GrPrcP
source: Price Proof
hi: इसका सबूत मूल्य

# GrPrefix
source: Prefix-Suffix
hi: उपसर्ग

# GrPrevTitleJour
source: Previous Title of Journal
hi: शीर्षक का पिछला जर्नल

# GrPricePerUn
source: Price/Unit
hi: मूल्य / यूनिट

# GrPropAmt
source: Prop. Amt.
hi: उचित राशि

# GrPrtOnL
source: Print+ Online
hi: प्रिंट ऑनलाइन

# GrPubliCode
source: Pub. Code
hi: पब . संहिता

# GrPubliName
source: Pub. Name
hi: पब . नाम

# Grpublishercode
source: publishercode
hi: प्रकाशक कोड

# GrPubYr
source: Pub. Year
hi: पब . साल

# GrQueNo
source: Que No.
hi: जीटीके नं

# GrRecDate
source: Rec. Date
hi: आरईसी . तिथि

# GrReIssOn
source: Re-Issued On
hi: पुनः जारी

# GrRem
source: Remove
hi: हटाना

# GrReqStatus
source: Request Status
hi: अनुरोध स्थिति

# GrReserDate
source: Reservation Date
hi: आरक्षण की तिथि

# GrResLmt
source: Res. Limit
hi: बारे है . सीमा

# GrretD
source: Ret.Date
hi: सेवानिवृत्ति तिथि

# GrRetStatus
source: Return Status
hi: स्थिति पर लौटें

# GrSavePrnt
source: Save/Print
hi: सहेजें / मुद्रण

# GrSel
source: Select
hi: चुनें

# GrSerGrpN
source: SubGroupName
hi: उपसमूह नाम

# GrSerial
source: serial
hi: क्रम संख्या

# GrServId
source: Service Id
hi: सेवा क्रमांक

# GrSleep
source: Sleep
hi: सोना

# GrSrNo
source: SrNo
hi: क्रम संख्या

# GrStartIss
source: Start Issue
hi: आरंभ अंक

# GrStartP
source: Start Part
hi: आरंभ भाग

# GrStartV
source: Start Vol.
hi: आरंभ वॉल्यूम

# GrStoreProdN
source: Stored Procedures Name
hi: संचित प्रक्रिया का नाम

# GrSubGrpDes
source: Subgroup Description
hi: उपसमूह वर्णन

# GrTableN
source: Tables Name
hi: टेबल्स नाम

# GrTAmt
source: Total Amt.
hi: कुल राशि

# GrTask
source: Stock Report Name
hi: स्टॉक रिपोर्ट नाम

# Grtaskname
source: taskname
hi: कार्य नाम

# GrTotlFine
source: Total Fine
hi: कुल शुल्क

# GrType
source: Type
hi: प्रकार

# GrUDFNm
source: UDF Names
hi: यूडीएफ नाम

# GrUPLmt
source: Upto Limit (2)
hi: सीमा तक ( 2 )

# GrUpLmt1
source: Upto Limit (1)
hi: सीमा तक ( 1 )

# Gruploadf
source: uploadfile
hi: फ़ाइल अपलोड

# Gruploadpath
source: uploadpath
hi: पथ अपलोड करें

# GrValidUpTo
source: Expires On :
hi: मान्य करने के लिए ऊपर

# GrValLimit
source: Value Limit
hi: मूल्य सीमा

# GrVId
source: Vendor Id
hi: विक्रेता क्रमांक

# GrView
source: View
hi: दृश्य

# GrViewN
source: Views Name
hi: दृश्य का नाम

# GryearConfr
source: Year(Conf.)
hi: वर्ष (सम्मेलन)

# HAccNo
source: Acc.No.
hi: खाता क्रमांक

# HasBeenReser
source: Has been reserved at que position.
hi: आरक्षित किया गया है कि स्थिति में है

# HDeactOn
source: Deactivated On
hi: निष्क्रिय पर

# HdlgChgs
source: Handling Charges
hi: हैंडलिंग शुल्क

# hdmanual
source: manual
hi: मैनुअल

# HDoo
source: oo
hi: ओ

# HDStoredProc
source: Stored Procedures
hi: संचित प्रक्रिया

# HEntRemks
source: Enter Remarks.
hi: कथनों दर्ज करें

# HFrmDt
source: FromDate
hi: तारीख से

# HIssuB
source: Issued Books
hi: टिकट पुस्तकें

# HistoryCurrentPrevJournal
source: History of Current / Previous Journal(s)
hi: इतिहास के वर्तमान / पिछला जर्नल (ओ)

# Hlid
source: lid
hi: ढक्कन

# HoliDayExist
source: Holiday Date Already exists.
hi: छुट्टी की तिथि पहले से मौजूद है

# HPage
source: Home Page
hi: मुख पृष्ठ

# HSltDeactDt
source: Select Deactivation Date.
hi: निष्क्रियकरण तिथि चुनें

# HToDate
source: ToDate
hi: तारीख करने के लिए

# IAccNoS
source: Invalid Accession No. specified.
hi: अवैध अवाप्ति निर्दिष्ट नं

# IBudCons
source: Indent cannot be proceeded for department because of budget constraint.
hi: इंडेंट नहीं किया जा सकता है क्योंकि बजट विभाग के लिए कार्यवाही की बाधा है

# ICantPcdCLmt
source: Issue operation cannot be proceeded the cost limit
hi: अंक आपरेशन नहीं किया जा सकता कार्यवाही की लागत सीमा

# IChkApp
source: Approval
hi: स्वीकृति

# IChkStand
source: Standing
hi: स्थायी

# IChkVer
source: Verify
hi: सत्यापित करें

# IDate
source: Indent date does not belong to Academic Session.
hi: इंडेंट तिथि शैक्षणिक सत्र नहीं है

# IDays
source: Issue Days
hi: अंक दिन

# IDt
source: Indent Date
hi: इंडेंट तिथि

# IDtNotLThnEADt
source: Issue Date should be less than the Expected Arrival Date.
hi: निर्गम की तिथि से भी कम की उम्मीद की जानी चाहिए आगमन की तारीख है

# IdtSerchIdtN
source: For Further Details of Indent Search Click on Indent No.
hi: इसके अतिरिक्त विवरण के लिए खोजें इंडेंट के नंबर पर क्लिक करें इंडेंट

# IDUnable
source: Unable to delete Indent.
hi: इंडेंट को नष्ट करने में असमर्थ है

# IForm
source: Indent Form
hi: इंडेंट पर्चा

# IIssToU
source: Is issued to user.
hi: क्या उपयोगकर्ता को जारी है

# ILmt
source: Issue Limit
hi: सीमा अंक

# ImgOHomP
source: Image for OPAC Homepage
hi: छवि के लिए ओ पी ए सी मुखपृष्ठ

# Imp
source: Import
hi: आयात

# InAccNo
source: Invalid Accession Number.
hi: अवाप्ति अवैध संख्या है

# InCantPcdAPOrGB
source: Invoice cannot be processed, as it is either Advance Payment or gifted Book arrival case.
hi: चालान संसाधित नहीं किया जा सकता है , क्योंकि या तो यह या उपहार में अग्रिम भुगतान के मामले आगमन की पुस्तक है

# InCantPcdIcDtl
source: Invoice cannot processed, because of incomplete detail about arrival.
hi: चालान संसाधित नहीं कर सकते , क्योंकि के आगमन के बारे में विस्तार से अधूरी है

# indentnotExist
source: No Indent exists for selected date range under this department.
hi: इंडेंट के लिए मौजूद नहीं तिथि सीमा का चयन इस विभाग के अधीन है

# Indiv
source: Individual
hi: व्यक्तिगत

# Indnotfnd
source: Indent No. not found/specified.
hi: इंडेंट नं नहीं मिला / निर्दिष्ट है

# IndtalPrcd
source: Indent is already processed.
hi: इंडेंट संसाधित पहले से ही है

# InjoursubsIrregu
source: In journal subscription volume no. not found and frequency is Irregular, so payment cannot proceed.
hi: पत्रिका मात्रा में सदस्यता नहीं है . आवृत्ति नहीं मिला है और अनियमित है , इसलिए आगे बढ़ने के भुगतान नहीं कर सकते

# InJourSubsNotfnd
source: In journal subscription volume no. not found, payment cannot be proceed.
hi: पत्रिका मात्रा में सदस्यता नहीं है . नहीं मिला है , आगे बढ़ने के भुगतान नहीं किया जा सकता है

# INoBasedSrch
source: Indent number based search
hi: इंडेंट संख्या के आधार खोज

# InOBookno
source: Invalid Old Book Number
hi: पुराने बुक अवैध संख्या

# INoCantbeRI
source: Specified Indent No. can not be reindent.
hi: इंडेंट निर्दिष्ट नहीं किया जा सकता है

# InOClassno
source: Invalid Old Class Number
hi: पुराने कक्षा अवैध संख्या

# INotExistSelDpt
source: Indent does not exist for selected department.
hi: इंडेंट मौजूद नहीं है विभाग के लिए चुना है

source: Insert
hi: डालें

# InstiNameAlExist
source: Institute Name already exists.
hi: संस्थान का नाम पहले से मौजूद है

# InstiShtNameAlExist
source: Short Name of Institute already exists.
hi: लघु संस्थान का नाम पहले से मौजूद है

# InvAccNoEForR
source: Invalid Accession Number entered for replaced .
hi: अवाप्ति अवैध संख्या में प्रवेश के लिए जगह है

# InValBkNo
source: Invalid Booknumber.
hi: अवैध पुस्तक संख्या

# InValCallNo
source: Invalid Call Number.
hi: कॉल अवैध संख्या है

# InValClasNo
source: Invalid Class Number
hi: कक्षा अवैध संख्या

# InvalidMem
source: Invalid Member.
hi: अवैध सदस्य है

# InValidMemId
source: Invalid Member ID.
hi: सदस्य आईडी अवैध है

# InvalidPwd
source: Invalid Password.
hi: अमान्य पासवर्ड

# InvalidSerName
source: Invalid Server Name.
hi: अवैध सर्वर का नाम है

# InvalidUId
source: Invalid Userid Or Password
hi: अवैध उपयोगकर्ता या कूटशब्द

# InvaliUserID
source: Invalid User ID.
hi: अमान्य उपयोगकर्ता आईडी

# InValMemId
source: Invalid Member ID specified.
hi: अवैध सदस्य आईडी निर्दिष्ट है

# InvalPFNo
source: Invalid P.F. No. specified.
hi: अवैध पी एफ निर्दिष्ट नं

# InvalUserNEnter
source: Invalid User Name Entered
hi: अवैध उपयोगकर्ता नाम प्रविष्ट

# InvBased
source: Invoice Based
hi: चालान के आधार

# InvCantPrcdInsBdtBal
source: Invoice cannot be processed, because of insufficient Budget balance for the Department.
hi: चालान संसाधित नहीं किया जा सकता है , क्योंकि बजट के संतुलन के लिए विभाग अपर्याप्त है

# InvD
source: Invoice Date
hi: चालान तिथि

# InvDtl
source: Invoice Details:
hi: चालान विवरण :

# InvDtNotBelToAcSess
source: Invoice Date does not belong to Academic Session.
hi: चालान तिथि शैक्षणिक सत्र नहीं है

# InvEntry
source: Invoice Entry
hi: चालान प्रविष्टि

# InvISOFlToImoD
source: Invalid ISO File specified to import data.
hi: अवैध आयात करने के लिए आई.एस.ओ. डेटा फ़ाइल निर्दिष्ट है

# InvJurTit
source: Invalid journal title.
hi: पत्रिका शीर्षक अमान्य है

# InvKeyNoTAgn
source: Invalid key number.Please try again.
hi: अवैध कुंजी संख्या. कृपया पुनः प्रयास करें

# InvMemID
source: Invalid Member ID entered.
hi: अवैध सदस्य आईडी दर्ज है

# InvN
source: Invoice No.
hi: चालान नं

# InvNoBasedSrh
source: Invoice Number Based Search
hi: चालान की संख्या के आधार खोज

# InvNoNotSpecified
source: Invoice No. not found/specified.
hi: चालान नंबर नहीं मिला / निर्दिष्ट है

# InvNoOfPVAlrS
source: Invoice No. with this Publisher/vendor already Specified.
hi: चालान नंबर के साथ इस प्रकाशक / विक्रेता पहले ही निर्दिष्ट है

# InVoiTotAmtNEq
source: Invoice Amount and Total amount Is not Equal.
hi: चालान राशि और कुल राशि क्या समान नहीं है

# InvOperMemSlp
source: Invalid Operation ! Member is in sleep mode.
hi: अवैध ऑपरेशन ! सदस्य नींद मोड में है

# InvOUnCAccNoE
source: Invalid or Uncatalogued Accession Number.
hi: अवाप्ति गैर सूचीपत्र या अवैध संख्या है

# InvPcsOfRI
source: Invalid Process of Reissue.
hi: अवैध प्रक्रिया का पुनर्निर्गम

# InvPFNEtr
source: Invalid P.F No. entered.
hi: अवैध प्रवेश पी एफ नं

# invPrefixN
source: Invalid Prefix Name.
hi: उपसर्ग का नाम अवैध है

# InvProcess
source: Invoice Processing
hi: चालान प्रसंस्करण

# InvPwdr
source: Invalid Password Entered.
hi: अमान्य पासवर्ड प्रविष्ट

# InVRange
source: Invalid Range.
hi: अवैध रेंज है

# InvType
source: Invoice Type
hi: चालान प्रकार

# InvUnCatAccno
source: Invalid or Uncatalogued Accession Number.
hi: अवाप्ति अवैध सूचीपत्र या अवैध संख्या है

# IOCantPcdValExp
source: Issue operation cannot be proceeded, validity of member is about to expire.
hi: अंक आपरेशन नहीं किया जा सकता कार्यवाही की , सदस्य की वैधता समाप्त होने को है

# iprint
source: Print
hi: मुद्रण

# IPubNotExist
source: Specified Publisher does not exist.
hi: प्रकाशक निर्दिष्ट मौजूद नहीं है

# IpubsNot
source: Specify Publisher.
hi: प्रकाशक निर्दिष्ट है

# IRDetNFnd
source: Issue Return Details not found for specified date range.
hi: अंक पर वापस नहीं मिला विवरण के लिए विशिष्ट तिथि सीमा है

# IReqstr
source: Invalid Reqester
hi: अवैध अनुरोधक

# IRUnable
source: Unable to retrieve indent information.
hi: इंडेंट जानकारी पुन : प्राप्त करने में असमर्थ है

# IsAlActi
source: Is already Activated.
hi: क्या पहले से ही सक्रिय है

# IsAlrdyActivate
source: Is already Activated.
hi: क्या पहले से ही सक्रिय है

# IsAlrdyDactvate
source: Is already Deactivated
hi: क्या पहले से ही निष्क्रिय

# IsAlrdyIssdTo
source: Is already issued to
hi: क्या पहले से ही जारी करने के लिए

# ISameDate
source: All the items of an indent must have same date.
hi: सभी मदों की एक ही तिथि मांगपत्र होना चाहिए

# ISameVen
source: All the items of an indent must have same vendor.
hi: सभी मदों की एक मांगपत्र विक्रेता एक ही होना चाहिए

# IsAvableFtherPrces
source: Is not available for further processing
hi: आगे के प्रसंस्करण के लिए उपलब्ध नहीं है

# IsDtGtrThCrtDt
source: Issue Date cannot be greater than current date.
hi: निर्गम की तिथि से अधिक नहीं किया जा सकता वर्तमान तिथि है

# IsInsuff
source: Is insufficient.
hi: अपर्याप्त है

# Iss
source: Issue
hi: मुद्दा

# IssBKDtails
source: Issued Books Details :
hi: टिकट पुस्तकें विवरण :

# IssCnt
source: Issue Count
hi: अंक गणना

# IssDaysLmtForBokGrtThnZero
source: Issued days limit for books must be greater than zero.
hi: टिकट दिनों के लिए पुस्तकों की सीमा से अधिक होना चाहिए शून्य है

# IssDaysLmtForSerialGrtThnZero
source: Issued days limit for serials must be greater than zero.
hi: धारावाहिकों के लिए टिकट के दिनों की सीमा से अधिक होना चाहिए शून्य है

# IssDet
source: Issued Details :
hi: टिकट विवरण :

# IssdJrnl
source: Issued Journal(s)
hi: टिकट जर्नल (ओ)

# IssDNFndSUsr
source: Issue Details not found for specified Member.
hi: अंक विवरण के लिए निर्दिष्ट सदस्य नहीं मिला

# IssDRng
source: Issue Date Range
hi: तिथि सीमा अंक:

# IssDtNotBAcS
source: Issue Date does not belong to Academic Session.
hi: अंक तिथि शैक्षणिक सत्र नहीं है

# IssIDet
source: Issued Item Details :
hi: टिकट आइटम विवरण :

# IssItLmt
source: Issued Items Limit
hi: टिकट आइटम सीमा

# IssItm
source: Issued Item(s)
hi: टिकट आइटम ( ओं )

# IssJrnl
source: Issue Journal(s)
hi: अंक जर्नल (ओ)

# IssJrnlDet
source: Issued Journal(s) Details:
hi: जारी जर्नल (ओ) विवरण :

# IssnNoBsd
source: ISSN Number Based
hi: संख्या के आधार आई एस एस एन

# IssOpPVMbrExp
source: Issue operation cannot be proceeded, Validity of member is about to expire.
hi: अंक आपरेशन नहीं किया जा सकता कार्यवाही की , सदस्य की वैधता समाप्त होने को है

# IssRDFSpcfyDR
source: Issue Return Details not found for specified date range.
hi: अंक पर वापस नहीं मिला विवरण के लिए विशिष्ट तिथि सीमा है

# IssRtnDtsSpecfyMbrId
source: Issue Return Details not found for specified Member ID.
hi: अंक पर वापस नहीं मिला विवरण के लिए निर्दिष्ट सदस्य आईडी

# Issu
source: Issues
hi: मुद्दे

# IssuDnoBelongCurrAcS
source: Issue Date does not belong to current academic session.
hi: निर्गम की तिथि नहीं है चालू शैक्षणिक सत्र है

# IssueCat
source: &nbsp;Issuable categories
hi: टिकट श्रेणियों

source: Issued to
hi: जारी

# ISUnable
source: Unable to save indent information.
hi: इंडेंट जानकारी सहेजने में अक्षम

# ItemCats
source: Item Type
hi: मद प्रकार

# ItemIssue
source: &nbsp;Issued Item Limit
hi: टिकट आइटम सीमा

# itemIssued
source: Items issued to member
hi: आइटम जारी करने के लिए सदस्य

# ItemReturn
source: Item(s) Returned.
hi: मद (ओ) लौटे

source: Item(s)
hi: मद ( ओं )

# ITitle
source: Specified title does not exist.
hi: शीर्षक निर्दिष्ट मौजूद नहीं है

# itle
source: &nbsp;Title
hi: शीर्षक

# ItmCantDel
source: Item cannot be Deleted.
hi: नष्ट किये गये आइटम नहीं किया जा सकता है

# ItmCBeIss
source: Item(s) Could be issued
hi: मद (ओ) जारी किया जा सकता है

# ItmCtry
source: Item Cate<font style="background-color:yellow;">g</font>ory
hi: मद श्रेणी

# ItmRsvdAlIssMbr
source: Item cannot be reserved, same item is already issued by member.
hi: आइटम आरक्षित नहीं किया जा सकता है , एक ही मद के सदस्य पहले ही जारी किया है

# IvCat
source: Select Category.
hi: श्रेणी चुनें

# IvCopyNo
source: Enter No. of Copies.
hi: नं के प्रति दर्ज करें

# IvCpyNF
source: The Value of Field Copy Number is found invalid.
hi: फील्ड के मूल्य को कॉपी संख्या अवैध पाया जाता है

# IvCurr
source: Select Currency.
hi: मुद्रा चुनें

# IvDate
source: Enter Indent Date.
hi: इंडेंट तिथि प्रविष्ट करें

# IvDep
source: Select Department.
hi: विभाग का चयन करें

# IvenNotExist
source: Specified Vendor Already Exists.
hi: निर्दिष्ट विक्रेता पहले से मौजूद है

# IvFName
source: Enter First Name.
hi: पहला नाम दर्ज करें

# IvLang
source: Select Language.
hi: भाषा चुनें
