Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# UnProcBindTran
source: Unable to process Binding Transaction.
hi: सौदा बंधनकारी प्रक्रिया को करने में असमर्थ

# UnProcessMT
source: Unable To process MediaType.
hi: मीडिया प्रकार को प्रोसेस करने में असमर्थ

# UnProcJourOrd
source: Unable to process Journal Order.
hi: पत्रिका आदेश को प्रोसेस करने में असमर्थ

# UnProcPackOrder
source: Unable to process Package Order.
hi: पैकेज आदेश को प्रोसेस करने में असमर्थ

# UnProcRenPck
source: Unable to process Renew Package.
hi: नवीनीकृत संकुल को प्रोसेस करने में असमर्थ

# UnprosaveVenInfo
source: Unable to process save vendor Information.
hi: विक्रेता सूचना को बचाने की प्रक्रिया करने में असमर्थ

# UnRef
source: Under Reference.
hi: संदर्भ के अंतर्गत

# UnResSec
source: Under Reserve Section.
hi: के तहत रिजर्व धारा

# UnRetActPckSubs
source: Unable to retrieve Active Package Subscription detail.
hi: सक्रिय पैकेज सदस्यता विस्तार को पुनः प्राप्त करने में असमर्थ

# UnRetCrNotInfo
source: Unable to retrieve credit notes information.
hi: क्रेडिट नोट जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetJourPayInfo
source: Unable to retrieve Journal Payment information.
hi: पत्रिका भुगतान जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetOrderInfo
source: Unable to retrieve Order information.
hi: आदेश की जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetPackDet
source: Unable to retrieve PACKAGE detail.
hi: पैकेज विस्तार को पुनः प्राप्त करने में असमर्थ

# UnRetPckSubsInfo
source: Unable to retrieve Package Subscription information.
hi: पैकेज सदस्यता जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetPenInvoicInfo
source: Unable to retrieve pending invoices information.
hi: लंबित चालान जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetRefInfo
source: Unable to retrieve refund information.
hi: वापसी जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetRenewSubinfo
source: Unable to retrieve Renew Package Subscription information.
hi: नवीनीकृत पैकेज सदस्यता जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetrieveCLSInfo
source: Unable to retrieve Category/Loading Status information.
hi: श्रेणी / लोड हो रहा है स्थिति की जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetrieveLang
source: Unable to retrieve Language Name.
hi: भाषा का नाम पुनः प्राप्त करने में असमर्थ

# UnRetriveBudInfo
source: Unable to retrieve Budget information.
hi: बजट जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetriveCDGrInfo
source: Unable to retrieve cd-s service group information.
hi: सीडी को पुनः प्राप्त करने में असमर्थ सेवा समूह (ओ) जानकारी

# UnRetriveCDInfo
source: Unable to retrieve cd-s service information.
hi: असमर्थ सीडी पुनः प्राप्त करने के लिए सेवारत जानकारी है

# UnRetriveCDSubGrInfo
source: Unable to retrieve cd-s service sub group information.
hi: सीडी को पुनः प्राप्त करने में असमर्थ सेवा उप समूह (ओ) जानकारी

# UnRetriveExcInfo
source: Unable to retrieve Exchange information.
hi: विनिमय जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetriveMGInfo
source: Unable to retrieve Member Group information.
hi: सदस्य समूह की जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetriveMTInfo
source: Unable to retrieve Media Type information.
hi: मीडिया प्रकार की जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetrivePrifix
source: Unable to retrieve Prefix information.
hi: उपसर्ग जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetrivePubInfo
source: Unable to retrieve Publisher information.
hi: प्रकाशक जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRetriveSerInfo
source: Unable to retrieve Service information.
hi: सेवा जानकारी को पुनः प्राप्त करने में असमर्थ.

# UnRetriveStaffInfo
source: Unable to retrieve Staff information.
hi: जानकारी स्टाफ को पुनः प्राप्त करने में असमर्थ

# UnRetriveVenInfo
source: Unable to retrieve Vendor information.
hi: विक्रेता जानकारी को पुनः प्राप्त करने में असमर्थ

# UnRtveAEInfo
source: Unable to retrieve arrival editing information.
hi: आगमन संपादन जानकारी को पुनः प्राप्त करने में असमर्थ

# UnSavAEInfo
source: Unable to save arrival editing information.
hi: आगमन संपादन जानकारी सहेजने में अक्षम

# UnSavCalNo
source: Unable to save call number.
hi: फोन संख्या सहेजने में अक्षम

# UnSavCNPmtI
source: Unable to save credit note payment information.
hi: क्रेडिट नोट भुगतान जानकारी को सहेजने में अक्षम

# UnSavCOInfo
source: Unable to save cancle order information.
hi: रद्द आदेश की जानकारी सहेजने में अक्षम

# UnSavDptInfo
source: Unable to save department information.
hi: विभाग की जानकारी सहेजने में अक्षम

# UnsaveBudInfo
source: Unable to save Budget information.
hi: बजट जानकारी सहेजने में अक्षम

# UnsaveCdGrInfo
source: Unable to save cd-s service group information.
hi: सी डी सहेजने में अक्षम सेवा समूह (ओ) जानकारी

# UnsaveCDInfo
source: Unable to save cd-s service information.
hi: सी डी सहेजने में अक्षम सेवा जानकारी है

# UnsaveCDInfoLIb
source: Unable to save cd information to library.
hi: पुस्तकालय के लिए सी डी जानकारी सहेजने में अक्षम

# UnsaveCDSubGrInfo
source: Unable to save cd-s service sub group information.
hi: सीडी सहेजने में अक्षम सेवा उप समूह (ओ) जानकारी

# UnsaveCLSInfo
source: Unable to save Category/Loading Status information.
hi: श्रेणी / लोड हो रहा है स्थिति की जानकारी सहेजने में अक्षम

# UnSaveDataB
source: Unable to save data in database.
hi: डेटाबेस में डेटा सहेजने में अक्षम

# UnsaveExcInfo
source: Unable to save Exchange information.
hi: विनिमय जानकारी सहेजने में अक्षम

# UnsaveJourPayInfo
source: Unable to save Journal Payment information.
hi: पत्रिका भुगतान जानकारी सहेजने में अक्षम

# UnsaveLangName
source: Unable to save Language Name.
hi: भाषा का नाम सहेजने में अक्षम

# UnSaveLibSetInfo
source: Unable To Save Library Setup Information.
hi: पुस्तकालय सेटअप जानकारी सहेजने में अक्षम

# UnsaveMGInfo
source: Unable to save Member Group information.
hi: सदस्य समूह जानकारी सहेजने में अक्षम

# UnsaveMTInfo
source: Unable to save Media Type information.
hi: मीडिया प्रकार की जानकारी सहेजने में अक्षम

# UnsavePckSubsInfo
source: Unable to save Package Subscription information.
hi: पैकेज सदस्यता जानकारी सहेजने में अक्षम

# UnSavePermission
source: Unable to save Permissions information.
hi: अनुमति जानकारी सहेजने में अक्षम

# UnsavePrifix
source: Unable to save Prefix information.
hi: उपसर्ग जानकारी सहेजने में अक्षम

# UnsavePubInfo
source: Unable to save Publisher information.
hi: प्रकाशक जानकारी सहेजने में अक्षम

# UnsaveRefundInfo
source: Unable to save refund information.
hi: वापसी जानकारी सहेजने में अक्षम

# UnsaveRenewPckInfo
source: Unable to save Renew Package Subscription information.
hi: नवीनीकृत पैकेज जानकारी सदस्यता बचाने के लिए असमर्थ

# UnSaveSerInfo
source: Unable to save Service information.
hi: सेवा जानकारी सहेजने में अक्षम

# UnsaveStaffInfo
source: Unable to save Staff information.
hi: जानकारी स्टाफ को बचाने के लिए असमर्थ

# UnSaveSubInfo
source: Unable to save Subject information.
hi: विषय जानकारी सहेजने में अक्षम

# UnsaveUserInfo
source: Unable to process save user information.
hi: प्रयोक्ता जानकारी को बचाने की प्रक्रिया करने में असमर्थ

# UnsaveVenInfo
source: Unable to save Vendor information.
hi: विक्रेता जानकारी सहेजने में अक्षम

# UnSavPPInfo
source: Unable to save payment processing information.
hi: भुगतान प्रसंस्करण जानकारी सहेजने में अक्षम

# Unshlf
source: Under Shelf.
hi: शेल्फ के अंतर्गत

# UnTBSctn
source: Under Text Book Section.
hi: के तहत पाठ पुस्तक अनुभाग

# UntoDelDeptInfo
source: Unable to delete department information.
hi: विभाग की जानकारी को नष्ट करने में असमर्थ

# UntoDelInstiInfo
source: Unable to delete Institute information.
hi: संस्थान जानकारी को नष्ट करने में असमर्थ

# UnToDplay
source: Unable to Display.
hi: प्रदर्शन करने में असमर्थ

# UnToProcService
source: Unable To process Service
hi: सेवा को प्रोसेस करने में असमर्थ

# UntoProcStokEntry
source: Unable to process Stock Entry.
hi: स्टॉक प्रवेश प्रक्रिया को करने में असमर्थ

# UntoProcSub
source: Unable To process subject
hi: प्रक्रिया करने के लिए विषय में असमर्थ

# UnToretAlmRackInfo
source: Unable to retrieve Almirah/Racks Information.
hi: अलमारी / रैक सूचना को पुनः प्राप्त करने में असमर्थ

# UntoretriveDeptInfo
source: Unable to retrieve department information.
hi: विभाग की जानकारी को पुनः प्राप्त करने में असमर्थ

# UntoretriveInstiInfo
source: Unable to retrieve Institute information.
hi: संस्थान जानकारी को पुनः प्राप्त करने में असमर्थ

# UntoRetriveSubIbfo
source: Unable to retrieve subject information.
hi: विषय जानकारी को पुनः प्राप्त करने में असमर्थ

# UnToretshelvesInfo
source: Unable to retrieve Shelves Information.
hi: समतल की सूचना को पुनः प्राप्त करने में असमर्थ

# UntosaveDeptInfo
source: Unable to save department information.
hi: विभाग की जानकारी सहेजने में अक्षम.

# UntosaveInstiInfo
source: Unable to save Institute information.
hi: संस्थान जानकारी सहेजने में अक्षम

# UntoSaveSubjInfo
source: Unable to save subject information.
hi: विषय जानकारी सहेजने में अक्षम

# UpBookInfo
source: Update Item Information.
hi: अद्यतन मद जानकारी

# upbrowsers
source: Browse the File
hi: ब्राउज़ करें फ़ाइल

# UPcsBkDis
source: Unable to process book display.
hi: पुस्तक प्रदर्शन को प्रोसेस करने में असमर्थ

# UPcsCyrtBndJAcc
source: Unable to process Current bond Journal accessioning.
hi: वर्तमान बांड जर्नल परिग्रहण को प्रोसेस करने में असमर्थ

# UPcsDelPmt
source: Unable To process Delete payment
hi: हटाएँ भुगतान को संसाधित करने में असमर्थ

# UPcsExstBAccs
source: Unable to process existing item accessioning.
hi: मौजूदा मद परिग्रहण को प्रोसेस करने में असमर्थ

# UPcsI
source: Unable to process Invoice Processing.
hi: चालान प्रसंस्करण प्रक्रिया को करने में असमर्थ

# UPcsILLDet
source: Unable to process ILL Details.
hi: बीमार विवरण को प्रोसेस करने में असमर्थ

# UPcsJDis
source: Unable to process Journal display.
hi: पत्रिका प्रदर्शन को प्रोसेस करने में असमर्थ

# UPcsJrnlIss
source: Unable to process Journal Issue.
hi: पत्रिका अंक को प्रोसेस करने में असमर्थ

# UPcsRcvyOfLBk
source: Unable to process recovery of lost item.
hi: खो मद की वसूली की प्रक्रिया करने में असमर्थ

# UpdAFJnlOPkg
source: Update Amount For Package/Journal.
hi: अद्यतन पैकेज के लिए राशि / पत्रिका

# UpDate
source: Upto Date
hi: तिथि तक

# UpdateKey
source: Update Keyword.
hi: अद्यतन खोजशब्द

# UpdCdtNt
source: Update Credit Note.
hi: अद्यतन क्रडिट ध्यान दें

# UpdRecInGrd
source: Update record in grid.
hi: ग्रिड में अद्यतन अभिलेख

# UpInvocPaym
source: Update Invoice For payment.
hi: अद्यतन चालान भुगतान के लिए

# UpldFileexst
source: Uploaded File Already Exists.
hi: अपलोड की गई फ़ाइल पहले से ही मौजूद है

# UpLoadFi
source: Upload file
hi: फ़ाइल अपलोड करें

# UpOpCmSuss
source: Update Operation Completed Successfully.
hi: अद्यतन ऑपरेशन सफलतापूर्वक पूरा किया

# UPrcsCatlgue
source: Unable to process Cataloguing.
hi: सूचीबद्ध करने की प्रक्रिया करने में असमर्थ

# UPrcsExstJSub
source: Unable to process Existing Journal Subscription.
hi: पत्रिका सदस्यता मौजूदा प्रक्रिया को करने में असमर्थ

# UPrcsExtBondJournlAcc
source: Unable to process Existing Bound Journal Accessioning.
hi: परिग्रहण बन्धे जर्नल मौजूदा प्रक्रिया को करने में असमर्थ.

# UReteDactiPkSbIn
source: Unable to retrieve Deactive Package Subscription information.
hi: गैर सक्रिय पैकेज सदस्यता जानकारी को पुनः प्राप्त करने में असमर्थ.

# URetExtJSbI
source: Unable to retrieve Existing Journal Subscription information.
hi: पत्रिका सदस्यता जानकारी मौजूदा पुनः प्राप्त करने में असमर्थ.

# URetOInfo
source: Unable to retrieve order information.
hi: आदेश की जानकारी को पुनः प्राप्त करने में असमर्थ.

# URetriveActJSubDtals
source: Unable to retrieve Active Journal Subscription detail.
hi: सक्रिय जर्नल सदस्यता विस्तार को पुनः प्राप्त करने में असमर्थ.

# URetriveDactveJInform
source: Unable to retrieve Deactive Journal Subscription information.
hi: गैर सक्रिय जर्नल सदस्यता जानकारी को पुनः प्राप्त करने में असमर्थ

# URetriveI
source: Unable to retrieve information.
hi: सूचना को पुनः प्राप्त करने में असमर्थ.

# URetriveSpIssInf
source: Unable to retrieve special issues information.
hi: विशेष मुद्दों की जानकारी को पुनः प्राप्त करने में असमर्थ.

# URetrivRglrIsInform
source: Unable to retrieve Regular Issues information.
hi: नियमित मुद्दे जानकारी को पुनः प्राप्त करने में असमर्थ.

# UrlExist
source: Given Url already exists.
hi: दी यूआरएल पहले से ही मौजूद है.

# UrRecordDel
source: Your record has been deleted.
hi: अपने रिकॉर्ड हटा दिया गया है.

# URtrvTtlFnUW
source: Unable to retrieve total fine user wise.
hi: कुल ठीक प्रयोक्ता के आधार पर पुनः प्राप्त करने में असमर्थ.

# URtvJPmtI
source: Unable to retrieve Journal Payment information.
hi: पत्रिका भुगतान जानकारी को पुनः प्राप्त करने में असमर्थ.

# USavActveJSubDtals
source: Unable to save Activate Journal Subscription detail.
hi: सक्रिय जर्नल सदस्यता विस्तार से बचाने के लिए असमर्थ.

# USavArrDtl
source: Unable to save Arrival Detail.
hi: आगमन की विस्तृत सहेजने में अक्षम.

# USaveI
source: Unable to save information.
hi: जानकारी सहेजने में अक्षम.

# USaveOInfo
source: Unable to save order information.
hi: आदेश की जानकारी सहेजने में अक्षम.

# USavJPmtI
source: Unable to save Journal Payment information.
hi: पत्रिका भुगतान जानकारी सहेजने में अक्षम.

# USavVRplyInfo
source: Unable to save vendor reply information.
hi: विक्रेता उत्तर जानकारी सहेजने में अक्षम.

source: Use Default
hi: उपयोग डिफ़ॉल्ट

# UserDefFunc
source: User Defined Functions
hi: प्रयोक्ता परिभाषित कार्य

# UserNoFnd
source: User(s) not found/specified.
hi: प्रयोक्ता (ओ) नहीं मिला / निर्दिष्ट.

source: User Wise
hi: प्रयोक्ता समझदार

# UsIPAdrr
source: Using IP Address
hi: IP पते का उपयोग

# USUsrInfm
source: Unable to save user information.
hi: प्रयोक्ता जानकारी सहेजने में अक्षम.

# USvDactPkSbIn
source: Unable to save Deactive Package Subscription information.
hi: गैर सक्रिय पैकेज जानकारी सदस्यता बचाने के लिए असमर्थ

# USveDactveJInform
source: Unable to save Deactive Journal Subscription information.
hi: गैर सक्रिय जर्नल जानकारी सदस्यता बचाने के लिए असमर्थ

# USveDptRqstJInfm
source: Unable to save Department Request for Journal(s) information.
hi: पत्रिका के लिए (ओ) जानकारी विभाग के अनुरोध को बचाने के लिए असमर्थ.

# USveSpIssInform
source: Unable to save special issues information.
hi: विशेष मुद्दों की जानकारी सहेजने में अक्षम.

# USvExtjSubI
source: Unable to save Existing Journal Subscription information.
hi: पत्रिका सदस्यता जानकारी मौजूदा सहेजने में अक्षम.

# USvIInf
source: Unable to save Invoice information.
hi: चालान जानकारी सहेजने में अक्षम.

# UToDelSpUTyp
source: Unable to delete specified User Type.
hi: असमर्थ प्रयोक्ता प्रकार निर्दिष्ट को नष्ट करना.

# UToDisMemD
source: Unable to display member detail.
hi: सदस्य विवरण प्रदर्शित करने में असमर्थ.

# UToDWOBkI
source: Unable to Delete write off book information.
hi: हटाएँ बट्टे खाते डालना पुस्तक जानकारी करने में असमर्थ.

# UToPcsCtl
source: Unable to process cataloguing.
hi: सूचीपत्र को प्रोसेस करने में असमर्थ

# UtoPcsLBkE
source: Unable to process lost book entry.
hi: खो पुस्तक प्रवेश प्रक्रिया को करने में असमर्थ.

# UToRActJnlI
source: Unable to retrieve active journals information.
hi: सक्रिय पत्रिकाओं जानकारी को पुनः प्राप्त करने में असमर्थ.

# UToRClJnlI
source: Unable to retrieve closed journals information.
hi: बंद पत्रिकाओं जानकारी को पुनः प्राप्त करने में असमर्थ.

# UToRDptwJnlI
source: Unable to retrieve department wise journals information.
hi: पत्रिकाओं की जानकारी के आधार पर विभाग को पुनः प्राप्त करने में असमर्थ.

# UToRtrvBkI
source: Unable to retrieve book information.
hi: पुस्तक जानकारी को पुनः प्राप्त करने में असमर्थ.

# UToRtrvEBkI
source: Unable to retrieve e-book service information.
hi: ई पुनः प्राप्त करने के लिए बुक सेवा की जानकारी में असमर्थ.

# UToRtrvEBkSvcGpI
source: Unable to retrieve e-book service group information.
hi: ई पुनः प्राप्त करने के लिए बुक सेवा समूह जानकारी में असमर्थ.

# UToRtrvInvI
source: Unable to retrieve Invoice information.
hi: चालान जानकारी को पुनः प्राप्त करने में असमर्थ

# UToRtrvISt
source: Unable to retrieve indent status.
hi: इंडेंट स्थिति को पुनः प्राप्त करने में असमर्थ.

# UToRtrvNArrI
source: Unable to retrieve new arrivals information.
hi: नए आगमन जानकारी को पुनः प्राप्त करने में असमर्थ.

# UtoRtrvPJnlI
source: Unable to retrieve pending journals information.
hi: लंबित पत्रिकाओं जानकारी को पुनः प्राप्त करने में असमर्थ.

# UToRtrvPkgI
source: Unable to retrieve package information.
hi: पैकेज जानकारी को पुनः प्राप्त करने में असमर्थ.

# UToRtrvPmsI
source: Unable to retrieve Permissions information.
hi: अनुमति जानकारी को पुनः प्राप्त करने में असमर्थ

# UToRtrvRnwJnlSbscI
source: Unable to retrieve Renew Journal Subscription information.
hi: नवीनीकृत जर्नल सदस्यता जानकारी को पुनः प्राप्त करने में असमर्थ.

# UToRtrvWithHInvI
source: Unable to retrieve Withhold Invoice information.
hi: पकड़ के साथ चालान जानकारी को पुनः प्राप्त करने में असमर्थ

# UToRtvCNPmtI
source: Unable to retrieve credit note payment information.
hi: क्रेडिट नोट भुगतान जानकारी को पुनः प्राप्त करने में असमर्थ.

# UToSaveRcrd
source: Unable to save Record.
hi: रिकार्ड को बचाने के लिए असमर्थ.

# UToSvEBkI
source: Unable to save ebook service information.
hi: ई किताब सेवा जानकारी सहेजने में अक्षम.

# UToSvEBkSvcGpI
source: Unable to save ebook service group information.
hi: ई किताब सेवा समूह जानकारी सहेजने में अक्षम.

# UToSvEBkSvcSGpI
source: Unable to save ebook service sub group information.
hi: ई किताब सेवा उप समूह जानकारी सहेजने में अक्षम.

# UToSvMSJnlSbsD
source: Unable to save Merge\Split Journal Subscription detail.
hi: विलय \ भाजित जर्नल सदस्यता विस्तार से बचाने के लिए असमर्थ.

# UToSvPmsI
source: Unable to save Permissions information.
hi: अनुमति जानकारी सहेजने में अक्षम.

# UToSvRnwJnlSbscI
source: Unable to save Renew Journal Subscription information.
hi: नवीनीकृत जर्नल जानकारी सदस्यता बचाने के लिए असमर्थ.

# UToSvWithHInvI
source: Unable to save Withhold Invoice information.
hi: चालान जानकारी पकड़ के साथ सहेजने में अक्षम.

# UToSWOBkI
source: Unable to save write off item information.
hi: बट्टे खाते डालना मद जानकारी सहेजने में अक्षम.

# UTPcsDisply
source: Unable to process Display.
hi: प्रदर्शन को प्रोसेस करने में असमर्थ.

# UTPcsJnlSbsc
source: Unable to process Journal Subscription.
hi: पत्रिका सदस्यता को प्रोसेस करने में असमर्थ.

# UTPcsKwdI
source: Unable to process Keyword Information.
hi: खोजशब्द सूचना को प्रोसेस करने में असमर्थ.

# UTPcsMSSbs
source: Unable to process Merge/Split Journal Subscription.
hi: विलय / भाजित जर्नल सदस्यता को प्रोसेस करने में असमर्थ.

# UTprocess
source: Unable to process.
hi: प्रक्रिया करने में असमर्थ.

# UTprocessPaybyDrft
source: Unable to process payment by draft.
hi: ड्राफ्ट द्वारा भुगतान को संसाधित करने में असमर्थ.

# UTProcessPmt
source: Unable to process Payment.
hi: प्रक्रिया भुगतान करने में असमर्थ.

# UTprocessRemnderLtr
source: Unable to process of reminder letter.
hi: अनुस्मारक पत्र की प्रक्रिया को करने में असमर्थ.

# UTrantnPlzTryAg
source: Unable to process transaction, Please try again.
hi: प्रक्रिया लेनदेन करने के लिए, कृपया फिर से कोशिश में असमर्थ.

# UTRtrvJnlSInf
source: Unable to retrieve Journal Subscription information.
hi: पत्रिका सदस्यता जानकारी को पुनः प्राप्त करने में असमर्थ.

# UTRtrvMSGpI
source: Unable to retrieve Member Sub Groups information.
hi: सदस्य उप समूह जानकारी को पुनः प्राप्त करने में असमर्थ.

# UTRtrvMSJnlSbsD
source: Unable to retrieve Merge\Split Journal Subscription detail.
hi: विलय \ भाजित जर्नल सदस्यता विस्तार को पुनः प्राप्त करने में असमर्थ.

# UTSvJnlSInf
source: Unable to save Journal Subscription information.
hi: पत्रिका सदस्यता जानकारी सहेजने में अक्षम

# UTSvMSGpI
source: Unable to save Member Sub Groups information.
hi: सदस्य उप समूह जानकारी सहेजने में अक्षम.

# UTypAlrE
source: User Type already exists.
hi: प्रयोक्ता प्रकार पहले से मौजूद है.

# ValidClaimGenerPrcs
source: Above mentioned Issue(s) is/are not valid for claim generation process.
hi: उल्लेख किया अंक से ऊपर (ओं) का दावा है पीढ़ी प्रक्रिया के लिए मान्य नहींहैं

# ValidJoinDt
source: Valid Upto date should be after Joining Date.
hi: वैध तक तिथि तारीख के बाद किया जाना चाहिए.

# valofgifted
source: The value of field Gifted By must be same for all items of an indent.
hi: मैदान से भेंट का मूल्य एक मांगपत्र के सभी मदों के लिए एक हीहोनाचाहिए.

# valofindent
source: The value of field Indent Date must be same for all items of an indent.
hi: क्षेत्र इंडेंट तिथि का मूल्य एक मांगपत्र के सभी मदों के लिए एक ही होना चाहिए.

# ValOfMemIsAboToExp
source: Validity of member is expired.
hi: सदस्य की वैधता के बारे में समाप्त होने को है.

# VEBilD
source: Enter Bill Date.
hi: दर्ज करें विधेयक तिथि

# VEDelLag
source: Enter Delivery lag.
hi: दर्ज करें डिलिवरी अंतराल

# VEIndex
source: Enter Indexes.
hi: दर्ज करें सूचकांक

# VenCodeExist
source: Vendor code already exists.
hi: विक्रेता कोड पहले ही मौजूद है.

# VendorNotFound
source: Vendor Name not found/specified.
hi: विक्रेता का नाम नहीं मिला / निर्दिष्ट

# VENewPwd
source: Enter New Password.
hi: नया पासवर्ड दर्ज करें.

# VenOrd
source: Vendor & Order(s)
hi: विक्रेता और आदेश

# VEntDocNo
source: Enter Document No.
hi: दर्ज करें दस्तावेज़ न.

# VEntDt
source: Enter Date.
hi: दिनांक दर्ज करें.

# VEntLbryName
source: Enter Library Name.
hi: लायब्रेरी का नाम दर्ज करें.

# VEntRplyDt
source: Enter Reply Date.
hi: दर्ज करें तिथि उत्तर दें.

# VEntVldVluIsuPVlm
source: Enter Valid Value of Issue Per Volume
hi: दर्ज करें मान्य मान अंक की मात्रा प्रति

# VEPackT
source: Enter Package Title.
hi: दर्ज करें पैकेज शीर्षक.

# VEPayD
source: Enter Payment Date.
hi: दर्ज करें भुगतान की तिथि.

# VEPwd
source: Enter Password.
hi: पासवर्ड दर्ज करें.

# VEReceiptD
source: Enter Receipt Date.
hi: दर्ज करें रसीद तिथि.

# VEReceiptN
source: Enter Receipt No.
hi: दर्ज करें रसीद न.

# VERecipntMAdd
source: Enter Recipients mail address.
hi: प्राप्तकर्ता मेल पता दर्ज करें.

# VERenewD
source: Enter Renew Date.
hi: दर्ज करें नवीनीकृत तिथि

# VerfyMbrId
source: First click on Get Details Button to verify Member Id.
hi: सदस्य आईडी सत्यापित करने के लिए विवरण बटन जाओ पर सबसे पहले क्लिक करें

# VESendrMAdd
source: Enter Senders mail address.
hi: प्रेषक मेल पता दर्ज करें.

# VESubsD
source: Enter Subscription Date.
hi: दर्ज करें सदस्यता तिथि

# VEtrFromD
source: Enter From Date.
hi: दर्ज करें तारीख से

# VEtrMembSudG
source: Enter Member Subgroup.
hi: दर्ज करें सदस्य उपसमूह.

# VEtrPayD
source: Enter Payment Date.
hi: दर्ज करें भुगतान की तिथि.

# VEtrSupplInvN
source: Enter Supplementary Invoice No.
hi: दर्ज करें पूरक चालान न.

# VEUserN
source: Enter User Name.
hi: प्रयोक्ता नाम दर्ज करें.

# VEValOvrChrJour
source: Enter Valid Over Due Charges Per Day For Journal.
hi: दर्ज करें वैध दिन पत्रिका के लिए प्रति कारण शुल्क खत्म.

# VEValUrl
source: Enter Valid Url.
hi: दर्ज करें मान्य यू आर एल

# VEValVDelLag
source: Enter Valid Value of Delivery Lag.
hi: दर्ज करें मान्य मान डिलिवरी अंतराल के

# VEValVIndx
source: Enter Valid Value of Indexes.
hi: दर्ज करें मान्य मान अनुक्रमणिका का

# VEValVIssPV
source: Enter Valid Value of Issues Per Volume.
hi: दर्ज करें मान्य मान अंक प्रति मुद्दे की.

# VEValVPrtPIss
source: Enter Valid Value of Parts per Issue.
hi: दर्ज करें मान्य मान अंक प्रतिशत हिस्से का.

# VEValVStartIss
source: Enter Valid Value of Start Issue.
hi: दर्ज करें मान्य मान प्रारंभ अंक की.

# VEValVStartP
source: Enter Valid Value of Start Part.
hi: दर्ज करें मान्य मान प्रारंभ भाग के.

# VEValVStartV
source: Enter Valid Value of Start Volume.
hi: दर्ज करें मान्य मान प्रारंभ अंक की.

# VEValVTVol
source: Enter Valid Value of Total Volume.
hi: दर्ज करें मान्य मान कुल अंक की.

# VEVPh2OvrDChrsD
source: Enter Valid Phase-II Over Due Charges Per Day
hi: दर्ज करें वैध चरण-II प्रति दिन कारण आरोपों पर

# VEVPhOvrDChrgD
source: Enter Valid Phase-I Over Due Charges Per Day.
hi: दर्ज करें मान्य चरण-मैं प्रति दिन होने के कारण खर्चे पर.

# VEVReciptMAdd
source: Enter valid Recipient mail address.
hi: दर्ज करें मान्य प्राप्तकर्ता मेल पता.

# VEVSendrMAdd
source: Enter valid Senders mail address.
hi: दर्ज करें वैध प्रेषक मेल पता.

# VImage
source: Browse a valid format Image.
hi: एक वैध प्रारूप छवि को ब्राउज़ करें.

# VInAdd
source: EnterAddress.
hi: पता दर्ज करें.
