Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# EAccNoInForDgt
source: Enter Accession Number in at least four digits.
hi: अवाप्ति में दर्ज संख्या में कम से कम चार अंक

# EAccNoInV
source: Entered Accession Number is invalid
hi: अवाप्ति प्रविष्ट अवैध संख्या है

# EAccNoInvOrNotA
source: Entered Accession number is invalid or not applicable in this context.
hi: अवाप्ति प्रविष्ट संख्या अमान्य है या नहीं इस संदर्भ में लागू है

# EAccNoNotExst
source: Entered Accession Number does not exist.
hi: अवाप्ति नंबर प्रविष्ट मौजूद नहीं है

# EAccNoNotInGrd
source: Entered Accession No., not in grid.
hi: अवाप्ति नंबर प्रविष्ट , ग्रिड में नहीं है

# EADNotLsOD
source: Expected Arrival Date Should not be less than Order Date.
hi: आगमन की तारीख उम्मीद नहीं की जानी चाहिए आदेश तिथि से भी कम है

# eamount
source: Total amount and shared by department amount must be equal.
hi: कुल राशि और साझा विभाग द्वारा राशि के बराबर होना चाहिए

# EAmtOrAmtPct
source: Enter Amount or Amount(%).
hi: या की गई राशि दर्ज की गई राशि ( % )

# EAsLBkPIfBkIToM
source: Entry as lost item is possible only if item is currently issued to member.
hi: प्रविष्टि के रूप में मद को खो दिया है तभी संभव है वर्तमान में जारी करने के लिए मद के सदस्य हैं

# EBKDetl
source: Enter item Detail.
hi: मद विवरण दर्ज करें

# EBkDscp
source: E-Book Description
hi: ई बुक वर्णन

# EBkDtl
source: Enter item detail.
hi: मद विस्तार से दर्ज करें

# EBkFWrtOEnt
source: Enter Items Detail for write-off Entry.
hi: आइटम के लिए विवरण दर्ज करें लिखने के प्रवेश करना है

# EBkGrp
source: E-Book Group
hi: ई बुक समूह

# EBkNo
source: Enter Book No.
hi: हॉस्टल्सक्लब के यहां नंबर दर्ज करें

# EBkPrc
source: Enter Book Price.
hi: मूल्य हॉस्टल्सक्लब के यहां दर्ज करें

# EBkSGrp
source: E-Book Subgroup
hi: ई बुक उपसमूह

# EBkSvc
source: E-Book Service
hi: ई पुस्तक सेवा

# EBkSvcGrpN
source: E-Book Service Group Name
hi: ई पुस्तक सेवा समूह नाम

# EBkSvcN
source: E-Book Service Name
hi: ई पुस्तक सेवा नाम

source: E-Book(s)
hi: ई बुक ( ओं )

# ECdTtl
source: Enter CD Title.
hi: सीडी शीर्षक दर्ज करें

# EClNo
source: Enter Class No.
hi: कक्षा नंबर दर्ज करें

# ECnfrmPwd
source: Enter Confirm Password.
hi: पासवर्ड की पुष्टि दर्ज करें

# ECntryOfPmntAddr
source: Enter Country of permanent address .
hi: देश का स्थायी पता दर्ज करें

# ECtry
source: Enter Category
hi: श्रेणी दर्ज करें

# EctyofPmntA
source: Enter City of permanent address.
hi: शहर का स्थायी पता दर्ज करें

# EDeActDt
source: Enter Deactivation Date.
hi: निष्क्रियकरण तिथि प्रविष्ट करें

# EDel
source: Enable Deletion
hi: हटाने सक्षम करें

# EDept
source: Enter department.
hi: विभाग दर्ज करें

# EDir
source: Enter Directory
hi: निर्देशिका दर्ज करें

# EDnAsWrtOBk
source: Its entry has been already done as write-off item.
hi: इसके पहले से ही किया गया है प्रविष्टि के रूप में लिखने के मद से बंद है

# EDocmtD
source: Enter Document Date
hi: दस्तावेज़ तिथि प्रविष्ट करें

# EdtBO
source: Editing Based On -
hi: संपादन के आधार पर -

# EdtgNotPAfrCtlgPmd
source: Editing is not possible after cataloguing has been performed.
hi: संपादन के बाद संभव नहीं है सूचीबद्ध प्रदर्शन किया गया है

# EDtGrtThnStDt
source: End date must be greater than Start date.
hi: अंतिम तिथि आरम्भ तिथि से अधिक होना चाहिए

# EDtNotLBnSEDtOfAcS
source: Date does not lie between start & end date of your Academic Session.
hi: तिथि के बीच शुरू नहीं करता है झूठ और अपने शैक्षिक सत्र समाप्ति तिथि

# EdtUpBefSmt
source: Edited Record(s) must be Updated before Submitting.
hi: संपादित रिकॉर्ड (ओ) को जमा करने से पहले अद्यतन किया जाना चाहिए

# EEMail2InPFmt
source: Enter Email -2 In Proper format.
hi: ईमेल दर्ज करें -2 प्रारूप में उचित है

# EEMailInPFmt
source: Enter Email -1 In Proper format.
hi: ईमेल दर्ज करें -1 के सही स्वरूप है

# EExpArrDt
source: Enter Expected Arrival Date.
hi: उम्मीद आगमन की तारीख दर्ज करें

source: Effective Date
hi: प्रभावी तिथि

# EFmYNtGtrEToY
source: Edition From Year must not be Greater than Edition To Year
hi: संस्करण से वर्ष से अधिक नहीं होना चाहिए करने के लिए वर्ष संस्करण

# EFolLoc
source: Enter Folder location.
hi: फ़ोल्डर स्थान दर्ज करें

# EFolNm
source: Enter Folder Name.
hi: फ़ोल्डर का नाम दर्ज करें

# EFrmdt
source: Enter From date
hi: तिथि से दर्ज करें

# EFrmYr
source: Enter From Year.
hi: वर्ष से दर्ज करें

# EFstNam
source: Enter first name.
hi: प्रथम नाम दर्ज करें

# EGIndentNo
source: Enter GiftIndent No.
hi: उपहार मांगपत्र नंबर दर्ज करें

# EGIndentnotGrid
source: Entered GiftIndent No. not in grid
hi: ग्रिड में प्रविष्ट नहीं उपहार मांगपत्र नं

# EGP
source: Enter Delivery Lag.
hi: डिलिवरी अंतराल दर्ज करें

# EHsNoStrtA
source: Enter House No. & Street etc. of Permanent Address.
hi: सभा के नंबर दर्ज करें और सड़क आदि का स्थायी पता है

# EInvD
source: Enter Challan/Invoice Date
hi: चालान / चालान तिथि दर्ज करें

# EInvDtl
source: Enter Invoice Detail.
hi: चालान विवरण दर्ज करें

# EInvN
source: Enter Challan/Invoice No.
hi: चालान / चालान नं दर्ज करें

# EInvNo
source: Enter Invoice No.
hi: चालान नंबर दर्ज करें

# EIssDt
source: Enter Issue Date.
hi: अंक तिथि प्रविष्ट करें

# EIssItmLmtFBk
source: Enter Issued Items Limit For Books.
hi: टिकट के लिए किताबें सीमा आइटम दर्ज करें

# EIssItmLmtFJnl
source: Enter Issued Items Limit for Journals.
hi: टिकट आइटम सीमा पत्रिकाओं के लिए दर्ज करें

# EIssPVol
source: Enter Issue Per Volume.
hi: मात्रा प्रति अंक दर्ज करें

# EJngDt
source: Enter Joining Date.
hi: शामिल तिथि प्रविष्ट करें

# EJngyr
source: Enter Joining Year.
hi: शामिल वर्ष दर्ज करें

# EJnlADtl
source: Enter Journal Amount Detail.
hi: विस्तृत जर्नल की गई राशि दर्ज करें

# EJnlDPrc
source: Enter Journal details price.
hi: पत्रिका मूल्य विवरण दर्ज करें

# EJnlNo
source: Enter Journal No.
hi: पत्रिका नंबर दर्ज करें

# EKeyW
source: Enter Keyword.
hi: कीवर्ड दर्ज करें

# EKWdToPfmS
source: Enter Keywords to perform search.
hi: खोजशब्द प्रदर्शन दर्ज करने के लिए खोज करें

# ELang
source: Enter Language.
hi: भाषा दर्ज करें

# ELstDt
source: Enter List Date.
hi: सूची तिथि प्रविष्ट करें

source: Email
hi: ई मेल

# EMemDet
source: Enter Member detail.
hi: सदस्य विवरण दर्ज करें

# EMemIDCEntToIJ
source: Enter Member ID and click on Enter to issue Journal.
hi: सदस्य दर्ज करें और आईडी दर्ज करने के मुद्दे पर क्लिक करें पत्रिका है

# EMemName
source: Enter member Name.
hi: सदस्य का नाम दर्ज करें

# EMIdGetIsDts
source: Enter Member ID and click on Get Details to issue.
hi: सदस्य और आईडी दर्ज करें पर क्लिक करें विवरण प्राप्त करने के लिए मुद्दा है

# Empname
source: Employee Name
hi: कर्मचारी का नाम

# ENAccNo
source: Enter New Accession Number.
hi: नई अवाप्ति संख्या दर्ज करें

# EndCpyNoNotAlld
source: End of Copy Number(s), is no allowed.
hi: अंत में कॉपी संख्या (ओ) , की अनुमति नहीं है

# EndDate
source: Ending Date
hi: समाप्त तिथि

# EndDShudStart
source: End Date should be after Start Date.
hi: समाप्ति तिथि प्रारंभ तिथि के बाद होना चाहिए

# EndRecNo
source: Ending Record No.
hi: समाप्त रिकॉर्ड नं

# ENewID
source: Enter New Member ID.
hi: नई सदस्य आईडी दर्ज करें

# EnLang
source: Enter Language Name.
hi: भाषा का नाम दर्ज करें

# entAccNo
source: Enter Accession No.
hi: अवाप्ति नंबर दर्ज करें

# EntAccNoUseComma
source: Enter Accession Number(s) and use comma[,] to separate accession Numbers.
hi: अवाप्ति नंबर दर्ज करें ( ओ ) और अल्पविराम का उपयोग करें [ , ] अवाप्ति को अलग करनेके लिए नंबर दर्ज करें

# EntAccNoUseDash
source: Enter Accession Numbers and use dash[-] to specify Range.
hi: अवाप्ति नंबर दर्ज करें और उपयोग फुर्ती [ -- ] को निर्दिष्ट करने के लिए सीमा है .

# EntAccompMatAccNo
source: Enter accompany material accession no.
hi: अवाप्ति सामग्री के साथ दर्ज नहीं है

# EntAdFstN
source: Enter Advisor/Guide First Name.
hi: दर्ज करें सलाहकार / गाइड का पहला नाम

# EntAFstN
source: Enter Author's First Name.
hi: लेखक का प्रथम नाम दर्ज करें

# EntAwrdDt
source: Enter Award Date .
hi: पुरस्कार तिथि प्रविष्ट करें

# EntBnkName
source: Enter Bank Name.
hi: बैंक का नाम दर्ज करें

# EntBTtl
source: Enter Book Title.
hi: पुस्तक का शीर्षक दर्ज करें

# EntChqNo
source: Enter Cheque Number.
hi: चैक नंबर दर्ज करें

# EntDftNo
source: Enter Draft No.
hi: ड्राफ्ट नंबर दर्ज करें

# EntDt
source: Enter Date .
hi: तिथि प्रविष्ट करें

# EntEffFrmDt
source: Enter Effective From Date.
hi: प्रभावी तिथि से दर्ज करें

# EntEndDt
source: Enter End Date.
hi: समाप्ति तिथि प्रविष्ट करें

# EnterAmt
source: Enter Amount.
hi: राशि दर्ज करें

# EnterBackDirPath
source: Enter Backup directory path.
hi: बैकअप निर्देशिका पथ दर्ज करें

# EnterBank
source: Enter Bank rate.
hi: बैंक दर दर्ज करें

# EnterBillSrNo
source: Enter Bill Serial No.
hi: विधेयक के सीरियल नंबर दर्ज करें

# EnterConFile
source: Enter content or attached file.
hi: फ़ाइल संलग्न सामग्री या दर्ज करें

# EnterCrNoteDa
source: Enter Credit Note Date.
hi: क्रडिट नोट तिथि प्रविष्ट करें

# EnterCrNoteNo
source: Enter Credit Note No.
hi: क्रडिट नोट नंबर दर्ज करें

source: Enter Date.
hi: तिथि प्रविष्ट करें

# EnterDrftDa
source: Enter Draft Date.
hi: ड्राफ्ट तिथि प्रविष्ट करे

# EnteredAccNoInV
source: Entered Accession Number is invalid in this context.
hi: अवाप्ति प्रविष्ट इस संदर्भ में अवैध संख्या है

# EnterFrClasNo
source: Enter From Class number.
hi: कक्षा से संख्या दर्ज करें

# EnterGOC
source: Enter GOC rate.
hi: जी ओ सी की दर दर्ज करें

# Enterindent
source: Invalid Indent No.
hi: अवैध इंडेंट नं

# EnterINo
source: Enter Indent No.
hi: इंडेंट नंबर दर्ज करें

# EnterJourDet
source: Enter Journal Details.
hi: पत्रिका विवरण दर्ज करें

# EnterMem
source: Enter Member.
hi: सदस्य दर्ज करें

# EnterMemId
source: Enter Member Id.
hi: सदस्य क्रमांक दर्ज करें

# EnterOrBrowseVal
source: Enter or Browse a valid image format.
hi: दर्ज करें या ब्राउज़ करें एक वैध छवि प्रारूप

source: Enter Part.
hi: भाग दर्ज करें

# EnterPayAt
source: Enter Payable At.
hi: देय पर दर्ज करें

# EnterPckNoDatabase
source: Entered Package No., not found in database.
hi: पैकेज नंबर प्रविष्ट, डेटाबेस में नहीं मिला है

source: Enter Price
hi: मूल्य दर्ज करें

# EnterSameFolderLoc
source: Enter same Folder Location as in File Url.
hi: एक ही स्थान के रूप में दर्ज करें फ़ोल्डर फ़ाइल यूआरएल

# EnterSerTax
source: Enter Service Tax.
hi: सेवा कर दर्ज करें

# EnterSubKey
source: Enter Subject(s)/Keyword(s)
hi: विषय / खोजशब्द दर्ज करें

# Entersymbol
source: Enter the Symbol.
hi: चिह्न दर्ज करें

# EnterToAmt
source: Enter Total Amount.
hi: कुल राशि दर्ज करें

# EnterToClasNo
source: Enter To Class number.
hi: कक्षा करने के लिए नंबर दर्ज करें

# EnterValBackupDirPath
source: Enter valid Backup directory path.
hi: बैकअप निर्देशिका पथ मान्य दर्ज करें

# EnterValidBackPath
source: Enter Valid Backup Path.
hi: बैकअप पथ मान्य दर्ज करें

# EntJourTitle
source: Enter Journal Title.
hi: पत्रिका शीर्षक दर्ज करें

# EntLiDt
source: Enter List Date.
hi: सूची तिथि प्रविष्ट करें

# EntMemIDACEToIB
source: Enter Member ID and click on Enter to issue Book.
hi: सदस्य दर्ज करें पर क्लिक करें और आईडी दर्ज करने के लिए बुक मुद्दा है

# EntPackTitleInitial
source: Enter Package Title or Title Initials
hi: शीर्षक या शीर्षक दर्ज करें संकुल हस्ताक्षर

# EntPleAtBnk
source: Enter Payable at bank.
hi: देय बैंक में दर्ज करें

# EntrAccNo
source: Enter Accession No.
hi: अवाप्ति नंबर दर्ज करें

# EntrAccNoNGrd
source: Entered Accession No., not in grid.
hi: अवाप्ति नंबर प्रविष्ट , ग्रिड में नहीं है

# entrCDStrge
source: Enter CD ROM Storage Path
hi: सी डी - ROM भंडारण पथ दर्ज करें

# EntrIss
source: Enter Issue.
hi: अंक दर्ज करे

# EntrSrchCrt
source: Enter Search Criteria.
hi: खोज मापदंड भरें

# EntryallRexit
source: Entries already found under specifed Class Number and Book Number.
hi: हिन्दी के तहत पहले से ही पाया निर्दिष्ट कक्षा की संख्या और पुस्तक संख्या है

# EntryLostBook
source: Its entry has been done as Lost Item.
hi: इसकी प्रविष्टि के रूप में खो आइटम किया गया है

# EntSerName
source: Enter Group Name.
hi: सेवा नाम दर्ज करें

# EntStDt
source: Enter Start Date.
hi: प्रारंभ तिथि प्रविष्ट करें

# Entvaldpth
source: Enter or Browse a valid path.
hi: एक वैध पथ दर्ज करें या ब्राउज़ करें

# EOAccNo
source: Enter Old Accession Number.
hi: पुराने अवाप्ति संख्या दर्ज करें

# EOderD
source: Enter Order Date.
hi: आदेश तिथि प्रविष्ट करें

# EOldPwd
source: Enter Old password
hi: पुराना पासवर्ड दर्ज करें

# EOverDChPDayFJnl
source: Enter Over Due Charges Per Day for Journals.
hi: शुल्क प्रति दिन से अधिक होने के कारण दर्ज करें पत्रिकाओं के लिए

# EPcPerCpy
source: Enter Price/Copy Amount.
hi: मूल्य / कॉपी की गई राशि दर्ज करें

# EPFNo
source: Enter P.F No.
hi: पी एफ नंबर दर्ज करें

# EPrice
source: Enter Price/Copy.
hi: मूल्य / कॉपी दर्ज करें

# EPstgShpC
source: Enter Postage and Shipping Charge,If applicable.
hi: डाक शुल्क दर्ज करें और नौवहन , यदि लागू है

# EPubDOwETotV
source: Enter Publication Date otherwise Enter Total Volume.
hi: प्रकाशन तिथि प्रविष्ट करें अन्यथा कुल मात्रा दर्ज करें

# EqptManual
source: Equipment Manual(s)
hi: मानवकृत उपकरण ( ओं )

# EquipMan
source: Equipment Manuals
hi: उपकरण मैनुअल्स

# ERcvDt
source: Enter Receive-Date.
hi: प्राप्त की तिथि प्रविष्ट करें

# ERmrk
source: Enter Remarks
hi: कथनों दर्ज करें

# ERngFAccNo
source: Enter range for Accession Number.
hi: अवाप्ति नंबर दर्ज करें श्रेणी के लिए

# ErrCD
source: Enter CD ROM Storage Path
hi: सीडी रॉम प्रविष्ट पथ भंडारण

# ErrWhlExpRec
source: Error while exporting records, please try again.
hi: रिकॉर्ड निर्यात करते समय त्रुटि , कृपया पुन : प्रयास करें

# ERtnDt
source: Enter Return-Date.
hi: वापस की तिथि प्रविष्ट करें

# ESGpInf
source: Existing Sub Group Information :
hi: मौजूदा सूचना उप समूह :

# ESIssNo
source: Enter Start Issue No.
hi: आरंभ अंक नंबर दर्ज करें

# ESrchWdtoPfmS
source: Enter Search Word to perform search.
hi: खोज शब्द दर्ज करें प्रदर्शन करने की खोज है

# ESrchWrdTBrws
source: Enter Search Word to Browse.
hi: खोज शब्द दर्ज करने के लिए ब्राउज करें

# ESrhCrta
source: Enter Search criteria in list.
hi: खोज मापदंड सूची में दर्ज करें

# ESrvcSGpNam
source: Enter Service Sub Group Name.
hi: सेवा उप समूह नाम दर्ज करें

# EStartIss
source: Enter Start Issue.
hi: आरंभ अंक दर्ज करें

# EStartV
source: Enter Start Volume.
hi: आरंभ मात्रा दर्ज करें

# EStofPmntA
source: Enter state of permanent address.
hi: राज्य के स्थायी पता दर्ज करें

# EStPrtNo
source: Enter Start Part No.
hi: आरंभ भाग नंबर दर्ज करें

# EStVolNo
source: Enter Start Volume No.
hi: आरंभ नंबर दर्ज करें खंड

# ESvcGpNam
source: Enter Service Group Name.
hi: सेवा समूह नाम दर्ज करें

# ETask
source: Stock Report is Completed.
hi: स्टॉक रिपोर्ट पूरा है

# EterMberID
source: Enter Member ID.
hi: सदस्य आईडी दर्ज करें

# EThsPrjRKwdDet
source: Existing Thesis/Project Report-Keyword Details :
hi: मौजूदा शोध / खोजशब्द परियोजना रिपोर्ट के विवरण :

# ETodt
source: Enter To date.
hi: तिथि करने के लिए दर्ज करें

# EToYr
source: Enter To Year.
hi: वर्ष करने के लिए दर्ज करें

# EtrAccNo
source: Enter Accession Number.
hi: अवाप्ति नंबर दर्ज करें

# EtrAccNoNotInList
source: Entered Accession No., not in the List.
hi: अवाप्ति नंबर प्रविष्ट , सूची में नहीं है

# EtrActD
source: Activation Date.
hi: सक्रियन तिथि है

# EtrAddList
source: Enter the details to be added in list.
hi: विवरण दर्ज करने के लिए जोड़ा जा सूची में है

# EtrClBkNo
source: Enter New Class Number and Book Number.
hi: नई कक्षा नंबर दर्ज करें और पुस्तक संख्या है

# EtrClBkNoO
source: Enter Old Class Number and Book Number.
hi: पुराने कक्षा नंबर दर्ज करें और पुस्तक संख्या है

# EtrDBSN
source: Enter Database Server Name.
hi: डाटाबेस सर्वर का नाम दर्ज करें

# EtrDBUId
source: Enter Database User Id.
hi: डेटाबेस प्रयोक्ता क्रमांक दर्ज करें

# EtrDefltDABk
source: Enter Default Disc. %age On Books.
hi: डिफ़ॉल्ट डिस्क प्रविष्ट करें . % आयु पर किताबें

# EtrDocD
source: Enter Document Date .
hi: दस्तावेज़ तिथि प्रविष्ट करें

# EtrFrmIssToIss
source: Enter From Issue & To Issue.
hi: से अंक दर्ज करने के लिए और अंक

# EtrFstN
source: Enter First Name.
hi: पहला नाम दर्ज करें

# EtrGftIndtD
source: Enter Gift Indent Date
hi: उपहार इंडेंट तिथि प्रविष्ट करे

# EtrJRemP
source: Enter Journal Reminder Period.
hi: अनुस्मारक अवधि जर्नल प्रविष्ट करें

# EtrMedT
source: Enter Media Type.
hi: मीडिया प्रकार दर्ज करें

# EtrNewBkNo
source: Enter New Book Number
hi: नई बुक नंबर दर्ज करें

# EtrNewClNo
source: Enter New Class Number
hi: नई कक्षा नंबर दर्ज करें

# EtrNofCopy
source: Enter No of Copy.
hi: दर्ज नहीं की प्रतिलिपि बनाएँ

# EtrNResPCpy
source: Enter no of reservation per copy.
hi: आरक्षण के प्रति कॉपी नहीं दर्ज करें

# EtrPrRs
source: Enter Price in Rs.
hi: रुपये मूल्य में दर्ज करें

# EtrPubDtForjoulTitle
source: Enter Publication Date for above Journal Title.
hi: प्रकाशन तिथि प्रविष्ट करें शीर्षक जर्नल के लिए ऊपर है

# EtrPubDtOthEtrV
source: Enter Publication Date otherwise Enter Volume.
hi: प्रकाशन तिथि प्रविष्ट करें अन्यथा मात्रा दर्ज करें

# EtrPublcatDate
source: Enter Publication Date.
hi: प्रकाशन तिथि प्रविष्ट करें

# EtrPublcationDate
source: Enter Publication To Date.
hi: प्रकाशन तिथि करने के लिए दर्ज करें

# EtrRemValP
source: Enter Reminder Validity Period.
hi: अनुस्मारक वैधता अवधि दर्ज करें

# EtrStartVolume
source: Enter Start Volume.
hi: आरंभ मात्रा दर्ज करें

# EtrTotlGftAmts
source: Enter Total Amount.
hi: कुल राशि दर्ज करें

# EtrVolumeForJounlTitle
source: Enter Volume for above Journal Title.
hi: पत्रिका के लिए खंड के ऊपर शीर्षक दर्ज करें

# EtryDt
source: Entry Date
hi: तिथि प्रविष्टि

# ETtlOCToPSrch
source: Enter Title/Content/Accession/Synopsis to perform search.
hi: शीर्षक दर्ज करें / सामग्री / परिग्रहण / सार प्रदर्शन करने की खोज है

# ETVolWIrrTFqc
source: Enter Total Volume. with Irregular type of frequency.
hi: कुल मात्रा दर्ज करें . अनियमित प्रकार की आवृत्ति के साथ

# EUrl
source: Enter Url
hi: यूआरएल भरें

# EUsrID
source: Enter User Id.
hi: प्रयोक्ता क्रमांक दर्ज करें

# EUsrTyp
source: Enter User Type.
hi: प्रयोक्ता प्रकार दर्ज करें

# EValTask
source: Cannot proceed,Stock description not found under specified Stock Report.
hi: आगे बढ़ना नहीं कर सकता , स्टॉक विवरण के अधीन विनिर्दिष्ट स्टॉक रिपोर्ट नहीं मिली है

# EVldFPath
source: Enter valid Folder Path.
hi: फ़ोल्डर पथ मान्य दर्ज करें

# EVldMemID
source: Enter valid Member ID.
hi: वैध सदस्य आईडी दर्ज करें

# EVldPrty
source: Enter Valid Value of Priority.
hi: मान्य मान दर्ज की प्राथमिकता है

# EVldSPath
source: Enter valid Source Path.
hi: वैध स्रोत पथ दर्ज करें

# ExcBdgt
source: Exceeds Budget.
hi: बजट से अधिक है

# ExcNotAvleForInvD
source: Exchange rate not available for the invoice date.
hi: विनिमय दर के चालान तिथि के लिए उपलब्ध नहीं है

# ExcRNotFndFSpD
source: Excahnge rate not found to the specified date.
hi: विनिमय दर को निर्दिष्ट तिथि नहीं मिला है

# ExcRtOfPCrr
source: Exchange Rate of payment Currency.
hi: मुद्रा विनिमय दर का भुगतान

# EXdatord
source: Extend expected date of order.
hi: तिथि के आदेश की उम्मीद बढ़ा है

# ExistCDdetail
source: Existing Course/Designation Details:
hi: मौजूदा पाठ्यक्रम / पदनाम विवरण :

# ExistCDserDetail
source: Existing CD Services Details:
hi: मौजूदा सीडी सेवा विवरण :

# ExistDownloads
source: Existing Uploads :
hi: मौजूदा अपलोड :

# ExistHoliDet
source: Existing Holiday Details
hi: मौजूदा छुट्टी विवरण

# ExistLang
source: Existing Languages Details:
hi: मौजूदा विवरण भाषा :

# ExistRecord
source: Existing record found in other tables.
hi: मौजूदा रिकॉर्ड अन्य तालिका में पाया

# ExistSubDetail
source: Existing Subjects Details:
hi: मौजूदा विषय विवरण :

# ExitingJournal
source: Existing Journal(s)
hi: मौजूदा जर्नल (ओ)

# Exp
source: Export
hi: निर्यात

# ExpDAlwAStD
source: Expiry date is always after Start date.
hi: समाप्ति तिथि हमेशा के बाद आरम्भ तिथि है

# ExpDate
source: Expected Date
hi: उम्मीद की तिथि

# ExpDateno
source: Expiry date cannot be less than Entry date.
hi: समाप्ति तिथि से कम नहीं हो सकता प्रविष्टि तिथि है

# ExpFName
source: Export File Name
hi: निर्यात फ़ाइल नाम

# ExpRDt
source: Expected Return date
hi: उम्मीद की तारीख पर लौटें

# ExRtOfPmtSpForSDt
source: Exchange Rate of payment currency is specified for specify date.
hi: मुद्रा विनिमय दर के भुगतान के लिए निर्दिष्ट दिनांक निर्दिष्ट है

# ExSrch
source: Exact Search
hi: सटीक खोज

# ExstEBkGpD
source: Existing E-Book Groups Details:
hi: मौजूदा ई बुक समूह विवरण :

# ExstEBkSvcD
source: Existing E-Book Services Details:
hi: मौजूदा ई पुस्तक सेवा विवरण :

# ExstJKwdD
source: Existing Journal-Keyword Details :
hi: जर्नल के मौजूदा खोजशब्द विवरण :

# ExstJnlDtl
source: Existing Journal Details :
hi: मौजूदा जर्नल विवरण :

# ExstSGpDtl
source: Existing Subgroups Details:
hi: मौजूदा उपसमूह विवरण :

# Exsttitle
source: Already Exists.
hi: पहले से मौजूद है

# Ext
source: Extra
hi: अतिरिक्त

# ExtArivalCmlt
source: Existing (Arrival Complete)
hi: मौजूदा ( आगमन पूर्ण )

# ExtDtGtrValidUp
source: Extend date must be greater than or equal to valid upto.
hi: तिथि बढ़ाएँ होना चाहिए के बराबर या उससे अधिक तक वैध है

# FailOpCon
source: Fail to open connection.
hi: खुला संबंध नहीं है

# FailUpLoad
source: Fail to upload file.
hi: फ़ाइल अपलोड नहीं है

# FailureNotSpecfy
source: Mail could not be sent to members due to mail server connection failure / Email not Specify.
hi: मेल भेजा नहीं जा सका के सदस्यों को कनेक्शन की विफलता की वजह से मेल सर्वर / ईमेल निर्दिष्ट नहीं है

# FClkEBtnToVfyAccNo
source: First click on Enter button to verify accession number.
hi: पहला पर क्लिक करें बटन को सत्यापित करने के लिए अवाप्ति नंबर दर्ज करें

# FCpdSful
source: Folder copied successfully.
hi: फ़ोल्डर को सफलतापूर्वक प्रतिलिपि बनाई है

# FCrtdSful
source: Folder created successfully.
hi: फ़ोल्डर को सफलतापूर्वक बनाया है

# FDNGtrTnTDt
source: From Date should not be after than To Date.
hi: तिथि के बाद से तुलना करने के लिए नहीं किया जाना चाहिए तिथि है

# FgtMemID
source: Forgot Member ID
hi: यदि भूल गए है आईडी सदस्य

# Fildelnotpermiss
source: You have no permission to delete this file.
hi: आपने इस फ़ाइल को हटाने की अनुमति नहीं है

# FileDoesNotE
source: File does not exist
hi: फ़ाइल मौजूद नहीं है

# FileNExist
source: Specified file does not exist.
hi: निर्दिष्ट फ़ाइल मौजूद नहीं है

# FileNFnd
source: File Not Found
hi: फ़ाइल नहीं मिली

source: File(s)
hi: फ़ाइल ( ओं )

# FileUpld
source: Upload
hi: अपलोड करें

source: File Url
hi: फ़ाइल यूआरएल

# FillLib
source: TO BE FILLED IN LIBRARY
hi: पुस्तकालय का भरे

# FirstBrowseDisImg
source: Browse to display image.
hi: छवि प्रदर्शित करने के लिए ब्राउज़ करें

# Firstselcat
source: First select category.
hi: प्रथम श्रेणी का चयन करें

# FldS
source: Field Separator
hi: फील्ड विभाजक

# FLoc
source: Folder(s) Location
hi: फ़ोल्डर (ओ) स्थान

# FloJAreOnListNo
source: Following Journal(s) are on the above List No. :
hi: बाद जर्नल (ओ) की सूची के ऊपर नंबर पर हैं :

# FmYrGtrToYr
source: From Year must not be greater than To Year.
hi: से वर्ष से अधिक नहीं होना चाहिए करने के लिए वर्ष है

# FName
source: Attachment Name
hi: फ़ाइल नाम

# Folder
source: Folder(s)
hi: फ़ोल्डर ( ओं )

# FolderNoExixt
source: Folder Url Does Not Exist.
hi: यूआरएल फ़ोल्डर मौजूद नहीं है

# FoldLocNoExist
source: Folder location does not exist.
hi: फ़ोल्डर स्थान पर मौजूद नहीं है

# FoldNameNoExist
source: Folder Name Does Not Exist.
hi: फ़ोल्डर का नाम मौजूद नहीं है

# ForInvChkRecInLst
source: For invoicing ,Check the Records in the following List.
hi: चालान के लिए , निम्न में रिकार्ड की जाँच की सूची है

# FormCantStdWlEM
source: Form can not be submitted while it is in edit mode.
hi: फार्म प्रस्तुत नहीं किया जा सकता है जबकि संपादन मोड में है

# ForReturnChkRec
source: For returning item, check the Records in the following List.
hi: लौटने के लिए मद है , रिकार्ड की जाँच में निम्नलिखित सूची है

# FPath
source: Folder Path
hi: फ़ोल्डर पथ

# FreeJour
source: Free Journal
hi: मुफ्त जर्नल

# FrequencywiseJournal
source: Frequency wise Journal(s)
hi: फ़्रिक्वेंसी के आधार पर जर्नल (ओ)

# FrmAccNo
source: From Accession Number
hi: अवाप्ति संख्या से

# FrmPg
source: From Page
hi: पृष्ठ से

# FromLessTo
source: From date should be less than To date.
hi: तिथि से कम से कम करने के लिए तिथि की जानी चाहिए

# FstBrowsThenUp
source: First browse then Update.
hi: सबसे पहले तो अद्यतन ब्राउज़ करें
