Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# CantPcdReIOper
source: Cannot proceed Re-Issue operation.
hi: फिर से जारी नहीं किया जा सकता है आगे बढ़ने के ऑपरेशन है

# CantPcdSAccNoDNotRLItm
source: Cannot proceed, specified Accession Number applicable in this context.
hi: आगे बढ़ना नहीं कर सकता , परिग्रहण निर्दिष्ट संख्या इस संदर्भ में लागू है

# CantPcdTAmtOfJnl
source: Cannot proceed, select Total Amount of Journal/Package(s).
hi: आगे बढ़ना नहीं कर सकता , कुल राशि का चयन जर्नल / संकुल (ओ)

# CantPcdTAmtOfJnlNSp
source: Cannot proceed, Total Amount of Journal/Package(s) are not speciied.
hi: आगे बढ़ना नहीं कर सकता , कुल राशि के जर्नल / संकुल (ओ) निर्दिष्ट नहीं हैं

# CantPfmSchOSCNotSpfy
source: Cannot perform search operation, search criteria not specified.
hi: खोज अभियान प्रदर्शन नहीं कर सकता , खोज मानदंड निर्धारित नहीं है

# CantPmRIOper
source: Cannot Perform Re-Issue operation, check issue date of Item.
hi: प्रदर्शन करना नहीं कर सकते फिर से जारी ऑपरेशन के मुद्दे की जांच कीतिथि के आइटम हैं .

# CantPmRIOperQCon
source: Cannot Perform Re-Issue operation because of Queue Number Constraint.
hi: प्रदर्शन करना नहीं कर सकते फिर से जारी ऑपरेशन पंक्ति की संख्या केकारण

# CantPSPnlAmtOfJnl
source: Cannot proceed, select calculate proportional amount of Journal(s).
hi: आगे बढ़ना नहीं कर सकते हैं , का चयन की गणना की राशिआनुपातिकजर्नल (ओ)

# CantRPmtRlsd
source: This cannot be renewed because the payment for the previous subscription has not been released.
hi: यह नवीनीकरण नहीं किया जा सकता है क्योंकि पिछले सदस्यता के लिए तानजारी नहीं किया

# CastCatExist
source: Existing Caste Categories Details:
hi: मौजूदा जाति वर्ग विवरण

# CatAlExist
source: Category Name already exists.
hi: श्रेणी नाम पहले से मौजूद है

# CatAlExists
source: Category already Exists.
hi: श्रेणी पहले ही मौजूद है

# CateNCmptbleUsr
source: Category is not compatibale to user.
hi: श्रेणी अनुरूप करने के लिए उपयोगकर्ता नहीं है

# CatExist
source: Existing Categories
hi: मौजूदा वर्ग

# CatIcon
source: Category Icon
hi: श्रेणी चिह्न

# CatName
source: Category Name
hi: श्रेणी नाम

# CatNoModify
source: Category Name cannot be modified as it is defined as default category.
hi: श्रेणी नाम परिवर्तन नहीं किया जा सकता है क्योंकि यह डिफ़ॉल्ट श्रेणी के रूपमें परिभाषित किया है

# CatSrchAccN
source: For Further Details of Catalog Search Click on Accession No.
hi: इसके अतिरिक्त विवरण के लिए खोजें कैटालॉग अवाप्ति नंबर पर क्लिक करें

# CausOfRec
source: Cause of Recovery
hi: वसूली का कारण

# CbCheck
source: Check
hi: जांचना

# CBCpyNo
source: Copy Number
hi: संख्या की प्रतिलिपि बनाएँ

# CBI
source: Can be issued
hi: जारी किया जा सकता है

# CCNameAlrExist
source: Caste category name already exists.
hi: जाति श्रेणी नाम पहले से मौजूद है

# CDAlExist
source: Course/designation already Exists.
hi: पाठयक्रम / पदनाम पहले से मौजूद है

# cdate
source: Close Date
hi: समाप्ति तिथि

source: CD/DVD
hi: सीडी / डीवीडी

source: CD ROM
hi: सी डी रोम

source: C D ROM Search
hi: सी डी रोम खोज

# CdtNDtl
source: Credit Note Details :
hi: क्रडिट विवरण ध्यान दें :

# CdtNtAjmnt
source: CreditNote Adjustment
hi: साखपत्र समायोजन

# CdtNtDt
source: Credit Note Date
hi: क्रडिट नोट तिथि

# CdtNtNAvlForPOrV
source: Credit Note is not available for specified Publisher/Vendor.
hi: क्रडिट नोट के लिए उपलब्ध नहीं है निर्दिष्ट प्रकाशक / विक्रेता है

# CdtNtNo
source: Credit Note No.
hi: क्रडिट नोट नं

# CfmPwdMWthPwd
source: Confirm Password Should Match With Password.
hi: पासवर्ड की पुष्टि करें मिलान के साथ क्या पासवर्ड

# ChCallNo
source: Select title for changing call number.
hi: शीर्षक बदलने के लिए कॉल नंबर चुनें

source: Checked
hi: चेक

source: Checking
hi: जाँच

# ChkAcc
source: Check for Accessioning
hi: जाँच के लिए परिग्रहण

# ChkBiding
source: Binding
hi: जिल्दसाजी

# ChkCBForSWoBkE
source: Check the checkbox for selection of write-off item entry.
hi: चेक बक्से पर सही का निशान के चयन के लिए लिखने के मद में प्रवेशकरना

# ChkCBOnGrdForPnt
source: Select the indent No.s from the list.
hi: इंडेंट चुनें संख्या सूची में से है .

# ChkCPpnlJAmt
source: Check The Calculate Proportional Amount of Journal(s) Checkbox.
hi: आनुपातिक की जाँच की गणना की गई राशि के जर्नल (ओ) निशानबक्से

# ChkDelExistData
source: Delete existing data.
hi: मौजूदा आंकड़ों को हटाएँ

# ChkeBoth
source: Both
hi: दोनों

# ChkFri
source: Fri
hi: शुक्र

# ChkItmRtnble
source: Check if item is returnable.
hi: यदि जाँच मद से वापस है

# chkLibraryLoan
source: LibraryLoan
hi: पुस्तकालय ऋण

# ChkMainCard
source: Main Card
hi: मुख्य कार्ड

# ChkMon
source: Mon
hi: सोम

# ChkODCrgA
source: Check If Over Due Charge is Applicable.
hi: यदि चार्ज की जाँच से अधिक होने के कारण लागू है

# ChkPrintR
source: Print Receipt
hi: प्रिंट रसीद

# ChkRemtAddSmSubscAdd
source: Check If Remittance Address is same as Subscription Address
hi: यदि जाँच से पता है प्रेषण सदस्यता के रूप में ही पता

# ChkRestoreData
source: Restore data
hi: पुनर्स्थापित डाटा

# ChkRestoreDBObject
source: Restore database objects(script)
hi: पुनर्स्थापित डेटाबेस वस्तुओं ( लिपि )

# chkRmbField
source: Remember Fields
hi: याद रखें फील्ड्स

# ChkRwMbrDfMbrId
source: Check to Renew Membership With Different Member ID
hi: चेक नवीनीकृत करने के लिए सदस्यता को अलग अलग सदस्य आईडी

# ChkSameLocalAddr
source: Same as Local Address.
hi: स्थानीय पता समान ही है

# ChkSat
source: Sat
hi: शनि

# ChkSelPubDirect
source: Select if publisher directly accepts orders
hi: यदि प्रकाशक सीधे आदेश स्वीकार चुनें

# ChkShelfCard
source: Shelf Card
hi: शेल्फ कार्ड

# ChkSrchExtRcd
source: Search existing record by Accession No.
hi: मौजूदा खोज रिकॉर्ड द्वारा अवाप्ति नं

# ChkSubCard
source: Subject Card
hi: विषय कार्ड

# ChkSun
source: Sun
hi: सूरज

# ChkTAmt
source: Check Total Amount.
hi: कुल राशि की जाँच करें

# ChkTaxApp
source: Tax Applicable
hi: लागू करे

# ChkThu
source: Thu
hi: गुरु

# chkTue
source: Tue
hi: मंगल

# ChkUpdatBud
source: Check If you want to update Budget
hi: यदि आप चाहते हैं कि जाँच का अद्यतन करने के लिए बजट

# ChkWed
source: Wed
hi: बुध

# ChkWriteOff
source: Writeoff
hi: बट्टे खाते डालना

# ChngPwdNAwd
source: Changing password is not Allowed Because Password has not been Assigned so far.
hi: पासवर्ड बदलने की अनुमति नहीं है क्योंकि पासवर्ड निरुपित अभी तकनहींकियागया है

# ChoosDBBackupLoca
source: Choose Database Backup Location.
hi: संरक्षा डाटाबेस के स्थान चुनें

# ChqAmtRToMem
source: Check if amount returned to member
hi: यदि राशि का चेक लौटे सदस्य

# ChqDt
source: Cheque Date
hi: चैक की तिथि

# ChqNo
source: Cheque No.
hi: चैक नं

# ChsDFSrBgt
source: Choose Department For Sharing Budget -
hi: चुनें विभाग के लिए बजट का आदान --

# circLimitOverCatwise
source: Issue limit is over for member for Category.
hi: अंक के लिए सीमा से अधिक सदस्य है श्रेणी के लिए

# CircPolicy
source: &nbsp;Circulation Policy Basis
hi: वितरण नीति आधार

# CJrnlBlgPkgs
source: Check If Journal Belongs to Package
hi: यदि जर्नल की जाँच करने के लिए जो संकुल

# ClasNo
source: Class No.
hi: कक्षा नं

source: classnumber
hi: वर्ग संख्या

# ClEToVfyMemID
source: First click on Enter Button to verify Member Id.
hi: पहला पर क्लिक करें बटन को सत्यापित करने के लिए सदस्य क्रमांक दर्जकरें

# Clickconbt
source: Click on Continue button to proceed further.
hi: जारी रखें बटन पर क्लिक करें और आगे आगे बढ़ना है

# ClkKtVewItm
source: Click OK to view item(s).
hi: मद देखने के लिए ठीक क्लिक करें (ओ)

# ClkOKtoRetAllIssAccompItem
source: Click OK to return all issued accompanying item(s).
hi: ओके क्लिक करें लौटने जारी साथ सभी मद (ओ)

# ClNo
source: Enter Class Number.
hi: कक्षा नंबर दर्ज करें

# CloseDAcdmicS
source: Closing Date does not belong to Academic Session.
hi: अंतिम तिथि नहीं है शैक्षणिक सत्र है

# ClrSlp
source: Clearance Slip
hi: क्लीयरेंस पर्ची

# cmbcheque
source: Cheque
hi: चैक

# cmbdraft
source: Draft
hi: प्रारूप

# cmbNo
source: No
hi: नहीं

# CMOpnsav
source: Open/Save..
hi: खोलें / सहेजें ..

# CMOpnsve
source: Open/Save..
hi: खोलें / सहेजें ..

# CnclRrvd
source: Cancel Reservation
hi: आरक्षण रद्द करें

# CngPwd
source: Change Password
hi: पासवर्ड बदलें

# CnkSelectA
source: Select All
hi: सभी का चयन करें

# CNo
source: Call Number
hi: कॉल की संख्या

# CNoGrtT1
source: Copy No. Must Be Greater than 1.
hi: प्रतिलिपि नं 1 से अधिक होना चाहिए

# CntIsEtyLost
source: Lost item(s) cannot be issued.
hi: खो मद (ओ) जारी नहीं किया जा सकता है

# CntIsMbrShpExpr
source: Cannot be Issued to the Member as Membership is about to expire.
hi: को जारी नहीं हो सकता के सदस्य के रूप में सदस्यता समाप्त होने को है

# CntIssWrtOfAppvlPcs
source: Item cannot be issued, it is under write-off approval process.
hi: आइटम जारी नहीं किया जा सकता है , यह लिखने के तहत दूर अनुमोदन किया है

# CntIssWrtOfStatus
source: Can not be issued, as it is having write-off Status.
hi: जारी नहीं हो सकता , क्योंकि यह लिखने के बंद होने की स्थिति है

# CntRcdNFund
source: Can not procced, record not found for further processing.
hi: आगे नहीं बढ़ सकता है , आगे के प्रसंस्करण के लिए रिकॉर्ड नहीं मिला

# CoDeptes
source: Departments
hi: विभागों

# Comb
source: Combined
hi: संयुक्त

# ComboSelect
source: ---Select---
hi: --- चुनें ---

# compare
source: Date of birth is not greater than present date
hi: जन्म तिथिः वर्तमान तिथि से अधिक नहीं है

# CompTypOrGts
source: Complimentary Type/Gratis
hi: मानार्थ प्रकार / मुफ्त

# ConDscp
source: Content Description
hi: सामग्री का विवरण

# ConDscpAExst
source: Content Description already Exists.
hi: सामग्री का वर्णन पहले से मौजूद है

# ConfName
source: Conference Name
hi: सम्मेलन का नाम

# ConfYear
source: Conference Year
hi: सम्मेलन वर्ष

# ConsortExist
source: Consortium Name already exists.
hi: कंसोर्टियम नाम पहले से मौजूद है

# ContiSIndModfyCR
source: >>Modify
hi: > > बदलें

# ContiSIntENewR
source: >>Add More
hi: > > और अधिक जोड़ें

# Copiesenclose
source: No. of Copies for enclose
hi: नं के प्रति के लिए बंद करना

# CorrFilPath
source: Correct File Path.
hi: फ़ाइल का पथ सही है

# CostperCopy
source: Cost / Copy
hi: मूल्य / कॉपी करें

# CPage
source: Current Page
hi: वर्तमान पृष्ठ

# CPDgrtThn100
source: Cannot proceed, because the value of discount is more than 100%.
hi: आगे बढ़ना नहीं कर सकता , क्योंकि छूट का मूल्य 100 % से अधिक है

# CpyNo
source: Copy No.
hi: प्रतिलिपि नं

# CpyNoDplt
source: Copy number(s) are duplicate.
hi: प्रतिलिपि संख्या (ओ) दोहरे हैं

# CpyNoGrtThanZro
source: Copy No. should be greater than 0.
hi: प्रतिलिपि नं 0 से अधिक होनी चाहिए

source: Create New
hi: नई बनाएँ

# CretNFld
source: Create New Folder
hi: नया फ़ोल्डर बनाएँ

# CrNoteAvalTran
source: Credit Note available for this transaction.
hi: क्रडिट नोट इस गतिविधि के लिए उपलब्ध है

# CrrArr
source: (C.A.- Current Arrival)
hi: ( सनदी लेखाकार -- वर्तमान आगमन )

# Crtd
source: Created
hi: निर्मित

# CrtNWthDifJTtl
source: Create New with Different Journal Title.
hi: नया शीर्षक के साथ विभिन्न पत्रिका है

# CSplitJ
source: Check to further Split the Same Journal
hi: आगे की जाँच के लिए एक ही भाजित जर्नल

# Cstatus
source: Already Exists.
hi: पहले से मौजूद है

# CurAvdCantExOC
source: Current arrived copies can not exceed to ordered copies.
hi: मौजूदा पहुंच से अधिक नहीं हो सकता प्रतियां प्रतियों को आदेश दिया है

# CurrAcadSess
source: Current Academic Session
hi: वर्तमान अकादमिक सत्र

# CurrAllotAmt
source: Current Allocated Amount
hi: वर्तमान आवंटित धनराशि

# CurrAmtInval
source: Current Amount is Invalid.
hi: वर्तमान राशि अमान्य है

# CurrencyAlExist
source: Currency already exists.
hi: मुद्रा पहले से मौजूद है

# CurrencyNoModify
source: Cannot modify details as the currency is defined as Local Currency.
hi: संशोधित नहीं कर सकते विवरण मुद्रा के रूप में स्थानीय मुद्रा के रूप में परिभाषित किया है

# CurrenNoModify
source: Currency Name cannot be modified as it is defined as default currency.
hi: मुद्रा परिवर्तन के रूप में नाम नहीं किया जा सकता है डिफ़ॉल्ट मुद्रा के रूप में परिभाषित किया है

source: Current Department
hi: वर्तमान विभाग

source: Current Designation
hi: वर्तमान पदनाम

source: Current Grade
hi: वर्तमान ग्रेड

# CurrentIssuedItems
source: Total Issued Items
hi: आइटम मौजूदा टिकट

# CurrentSubJournl
source: Currently Subscribed Journal(s)
hi: वर्तमान में सदस्यता जर्नल (ओ)

# CurrLettNoPos
source: Current Letter No. Position
hi: वर्तमान स्थिति का पत्र नं

# CurrMultipleExRate
source: This currency has multiple Exchange Rates , So it cannot be made local currency.
hi: यह मुद्रा विनिमय दरें ने कई हैं ,स्थानीय मुद्रा है इसलिए यह नहीं किया जा सकता

# CurrNoItemsCart
source: Currently no of items in cart:
hi: मदों की गाड़ी में इस समय नहीं है :

# CurrNotFnd
source: Currency Not Found/Specified.
hi: मुद्रा नहीं मिला / निर्दिष्ट है

# CurrPmt
source: Current Payment
hi: वर्तमान भुगतान

# CurrThrAr
source: Currently there are
hi: वर्तमान में हैं

# CurrUsing
source: Currently Using
hi: इस समय का उपयोग

# DactiveAcdS
source: Deactivation Date does not belong to academic session.
hi: निष्क्रियकरण तिथि शैक्षणिक सत्र नहीं है

# DataLdDate
source: Data Loading Date
hi: डेटा लोड करने की तिथि

# Date
source: To Date must be greater than From Date.
hi: तिथि करने की तिथि से से अधिक होना चाहिए

# DateNotLies
source: Date not lies between start & end date of your Academic Session.
hi: तिथि के बीच शुरू नहीं निहित है और अपने शैक्षिक सत्र समाप्ति तिथि .

# DAvMatReexSources
source: Details of Available Matching Records Imported From Other External Sources (If Available) :
hi: मिलान के विवरण उपलब्ध रिकार्ड के विदेश अन्य स्रोत से आयात ( यदि उपलब्ध है ) :

# DayIssue
source: Issue Days Limit
hi: अंक दिन सीमा

# DayLimGreaterB1
source: Phase - I Days Limit must be greater than Issue Days Limit (for Books).
hi: चरण -- दिन मैं सीमा से अधिक होना चाहिए अंक दिन सीमा ( किताबें के लिए ) .

# DayLimGreaterB12
source: Phase - II Days Limit must be greater than Phase - I Days Limit (for Books).
hi: चरण -- दिन द्वितीय चरण की सीमा से अधिक होना चाहिए -- मैं दिन सीमा ( किताबें के लिए )

# DayLimGreaterB2
source: Phase - II Days Limit must be greater than Issue Days Limit (for Books).
hi: चरण -- द्वितीय दिन की सीमा से अधिक होना चाहिए अंक दिन सीमा ( किताबें के लिए )

# DayLimGreaterJ1
source: Phase - I Days Limit must be greater than Issue Days Limit (for Journals).
hi: चरण -- दिन मैं सीमा से अधिक होना चाहिए अंक दिन सीमा ( पत्रिकाओं के लिए )

# DayLimGreaterJ12
source: Phase - II Days Limit must be greater than Phase - I Days Limit (for Journals).
hi: चरण -- दिन द्वितीय चरण की सीमा से अधिक होना चाहिए -- मैं दिन सीमा ( पत्रिकाओं के लिए )

# DayLimGreaterJ2
source: Phase - II Days Limit must be greater than Issue Days Limit (for Journals).
hi: चरण -- द्वितीय दिन की सीमा से अधिक होना चाहिए अंक दिन सीमा ( पत्रिकाओं के लिए )

# DayLimitB1
source: Enter Phase - I Days Limit (for Books).
hi: चरण दर्ज करें - दिन मैं सीमा ( किताबें के लिए )

# DayLimitB2
source: Enter Phase - II Days Limit (for Books).
hi: चरण दर्ज करें-- द्वितीय दिन सीमा ( किताबें के लिए )

# DayLimitJ1
source: Enter Phase - I Days Limit (for Journals).
hi: चरण दर्ज करें -- दिन मैं सीमा ( पत्रिकाओं के लिए )

# DayLimitJ2
source: Enter Phase - II Days Limit (for Journals).
hi: चरण दर्ज करें-- द्वितीय दिन सीमा ( पत्रिकाओं के लिए )

source: Day (s)
hi: दिन ( ओ )

# DBBackupCompSucess
source: Database backup completed successfully.
hi: डाटाबेस के सफलतापूर्वक पूर्ण बैकअप

# DbLocation
source: Database Backup Location
hi: डाटाबेस के स्थान संरक्षा

# DBNoExistChkDB
source: This database does not exist. Check database name.
hi: डेटाबेस यह मौजूद नहीं है. डेटाबेस नाम की जाँच करें

# DBRestoreCompleSucc
source: Database restore completed successfully.
hi: डाटाबेस के सफलतापूर्वक पूरा बहाल

# DBsa
source: sa
hi: सा

# DbttpAcct
source: Debit to Account
hi: डेबिट करने के लिए खाता

# DCantExtFrmUrl
source: Data can not be extracted from specified URL.
hi: डाटा नहीं किया जा सकता है निर्दिष्ट यू आर एल से निकाली गई है

# DDAnd
source: AND
hi: और

# ddltheme1
source: Grey
hi: थीम 1

# ddltheme2
source: Blue
hi: नीला

# ddltheme3
source: Green
hi: हरा

# ddltheme4
source: Theme 4
hi: थीम 4

# ddltheme5
source: Theme 5
hi: थीम 5

# DDNotBelCAS
source: Document Date does not belong to current Academic Session.
hi: दस्तावेज़ तिथि नहीं है वर्तमान अकादमिक सत्र है

# DDRelese
source: Release
hi: जारी करना

# DDWithHld
source: With-Held
hi: के साथ पकड़ा

# Deacti
source: Deactivated.
hi: निष्क्रिय है

# DeAlCatCpsAvble
source: Details of Already catalogued Copies (if available):
hi: विवरण के पहले ही सूचीबद्ध प्रतियां ( यदि उपलब्ध है ) :

# DeAlCtBook
source: Details of Already catalogued Item(s) under specified class number and book number (if available):
hi: विवरण के पहले ही सूचीबद्ध आइटम (ओ) वर्ग के अधीन विनिर्दिष्ट संख्या और पुस्तक संख्या ( यदि उपलब्ध है ) :

# DearMem
source: Dear Member
hi: प्रिय सदस्य

# DefaNoRow
source: Default No. of rows to export.
hi: पंक्तियों का निर्यात करने के लिए डिफ़ॉल्ट नं .

# DefaultASNDefContUrVend
source: Default Academic Session is not defined for application, Please Contact your Vendor.
hi: डिफ़ॉल्ट रूप से परिभाषित शैक्षणिक सत्र के लिए आवेदन नहीं है , कृपया अपने विक्रेता से संपर्क करें

# DefBookBnkRefnd
source: Default Book Bank Refund %age
hi: डिफ़ॉल्ट बुक बैंक वापसी प्रतिशत

# DefBookSecurty
source: Default Book Bank Security %age
hi: डिफ़ॉल्ट बुक बैंक सुरक्षा प्रतिशत

# DelivryLagNFundJounl
source: Delivery Lag not found for specified Journal.
hi: डिलिवरी अंतराल के लिए निर्दिष्ट नहीं मिला पत्रिका है

# DeprtwisePaidJournal
source: Department wise Paid Journal(s)
hi: विभाग के आधार पर सशुल्क जर्नल (ओ)

# DeptIndependentordr
source: Department independent order(s) found for the vendor, Select order if you want to process such order(s).
hi: स्वतंत्र विभाग के आदेश (ओ) पाया विक्रेता के लिए , यदि आप चाहते हैं कि आदेश का चयन करने के लिए इस तरह की व्यवस्थाकीप्रक्रिया (ओ)

# DeptNameExUnderInsti
source: Department name already exists under selected institute.
hi: विभाग के अंतर्गत चुने गए संस्थान का नाम पहले से मौजूद है

# DeptWis
source: Department Wise
hi: विभाग के आधार पर

# DeptWiseJourArrivalRpt
source: Department Wise Journal Arrival Report
hi: पत्रिका विभाग के आधार पर आगमन रिपोर्ट

# Descrpt
source: Description
hi: वर्णन

# DeSelAll
source: Deselect All
hi: सभी अचयनित

# DestFNtExst
source: Destination folder does not exist.
hi: गंतव्य फ़ोल्डर में मौजूद नहीं है

# DestPath
source: Destination Path
hi: गन्तव्य पथ

# Det
source: Details
hi: विवरण

# DetailPk
source: Detail of Journal(s) belonging to Package :
hi: विवरण के जर्नल (ओ) जो संकुल :

# DExpSlly
source: Data Exported Successfully.
hi: डाटा सफलतापूर्वक में निर्यात किए हैं

# DfltAdSesAppl
source: Default Academic Session is not defined for application.
hi: डिफ़ॉल्ट रूप से परिभाषित शैक्षणिक सत्र के लिए आवेदन नहीं है

# DftAmtTotAmtNotEql
source: Draft amount and Total Amount is not equal.
hi: ड्राफ्ट राशि और कुल राशि के बराबर नहीं है

# DifferCat
source: Different For Individual Categories
hi: विभिन्न वर्ग के लिए व्यक्तिगत

# diffItm
source: There are different Items found already catalogued under same Class Number and Book Number.
hi: अलग अलग हैं सूचीबद्ध के तहत पहले से ही पाया आइटम नंबर एक ही कक्षा और पुस्तक संख्या है

# DImage
source: Browse to Display Image.
hi: छवि प्रदर्शित करने के लिए ब्राउज़ करें

# DImpSflly
source: Data Imported Successfully.
hi: डाटा सफलतापूर्वक आयातित है

# DirPurchse
source: Direct Purchase
hi: सीधी खरीद

# DisA
source: Discount Amount
hi: डिस्काउंट की गई राशि

# DiscAmt
source: Discount Amt.
hi: डिस्काउंट मात्रा

# DiscP
source: Discount Percentage
hi: डिस्काउंट प्रतिशत

# DiscPct
source: Discount(%)
hi: डिस्काउंट ( % )

# disDt
source: Dispatch Date
hi: प्रेषण तिथि

# DisEdt
source: Display/Editing
hi: प्रदर्शन / संपादन

# DisJnl
source: D. J. -- Display Journal(s)
hi: जे डी -- प्रदर्शन जर्नल (ओ)

# DisOPSorted
source: Display of output sorted by:
hi: प्रदर्शन के द्वारा हल आउटपुट है :

# DisplayNwArrival
source: Display New Arrivals in OPAC
hi: OPAC में प्रदर्शित नई आगमन

source: D.J.
hi: डी. जे.

# Dls
source: Data Loaded Successfully.
hi: डेटा लोड सफलतापूर्वक

# DLStatEdAdS
source: Data Loading Date does not lie between start & end date of your Academic Session.
hi: डेटा लोड हो रहा है झूठ के बीच शुरू की तिथि नहीं है और अपने शैक्षिक सत्र समाप्ति तिथि

# DNotBelCAS
source: Date does not belong to current Academic Session.
hi: तिथि नहीं है वर्तमान अकादमिक सत्र है

# DNotEdtClDon
source: Here record is not editable,Because Cataloguing has been done.
hi: यहाँ संपादन रिकॉर्ड नहीं है , क्योंकि सूचीबद्ध किया गया है

# DNotEtbl
source: Record is not editable,because cataloguing has been done.
hi: संपादन रिकॉर्ड नहीं है , क्योंकि सूचीबद्ध किया गया है .

# Doc
source: Document(s)
hi: दस्तावेज़ ( ओं )

# DocNo1
source: Doc. No.
hi: दस्तावेज़ संख्या

# DocNotFnd
source: Document No. not found/specified.
hi: दस्तावेज़ नहीं मिला नं / निर्दिष्ट है

# Docs
source: Documents
hi: दस्तावेज़

# DocumtNoAlradyExt
source: Document Number Already Exists.
hi: दस्तावेज़ की संख्या पहले से मौजूद है

# DoesnotEx
source: Does not exist.
hi: मौजूद नहीं है

# DpAccNo
source: Duplicate Accession No.
hi: डुप्लिकेट अवाप्ति नं

# DpATlIgnIfKWSp
source: Department and Title Will Be Ignored if Keyword is Specified.
hi: विभाग शीर्षक नज़रअंदाज़ कर दिया जाएगा और यदि खोजशब्द निर्दिष्ट है

# DpCNoFPlzCkCNo
source: Duplicate copy number found,Please check the value of field copy number.
hi: दूसरी प्रति नंबर मिला , कृपया जाँच के मूल्य प्रति क्षेत्र संख्या है

# DpItmNotAlw
source: Duplicate items not allowed.
hi: डुप्लिकेट मदों की अनुमति नहीं है

# DptAlrE
source: Department already exists.
hi: विभाग पहले से मौजूद है

# Dptmnt
source: Dep. -- Department
hi: Dep . -- विभाग

# DptRqestJUnablePrcs
source: Department Request for Journal(s) unable Department Request for Journal(s) unable to process.
hi: विभाग के लिए अनुरोध जर्नल (ओ) विभाग के लिए अनुरोध करने में असमर्थ जर्नल ( नों ) में असमर्थ करने की प्रक्रिया है

# DscCantExc100
source: Discount can not exceed from 100%.
hi: डिस्काउंट 100 % से अधिक नहीं हो सकता

# DscpOfCon
source: Description of Content :
hi: सामग्री का वर्णन :

# DtBeL
source: There is no data to be loaded.
hi: डाटा नहीं है लोड हो

# Dtch
source: Detach
hi: पृथक

# Dtchd
source: Detached
hi: अलग

# DtlsNonRecptIssJournal
source: Details of Non-Receipt Issues of Journal
hi: विवरण के गैर प्राप्ति के मुद्दे जर्नल

# Dtnvald
source: date not valid
hi: तिथि वैध नहीं

# DToAcc
source: Debit to Account
hi: डेबिट करने के लिए खाता

# DuDAfRI
source: Due Date After Re-Issue
hi: अन्तिम तिथि के बाद फिर से जारी

# DueCharge1
source: &nbsp;Phase - I Over Due Charge Per Day
hi: पहले चरण का प्रति दिन अतिदेय शुल्क

# DueCharge2
source: &nbsp;Phase - II Over Due Charge Per Day
hi: द्वितीय चरण का प्रति दिन अतिदेय शुल्क

# DueDateOvrItm
source: Due date is over for some item(s) issued to this member.
hi: दिनांक से अधिक होने के कारण कुछ मद (ओ) जारी करने के लिए इस सदस्य है

# DuesNonRetItem
source: Dues on non returned items
hi: गैर मदों पर देय राशि लौटा

# DuesRetItem
source: Dues on returned items
hi: बकाया राशि का आइटम पर लौटे

# DuOnARtnItm
source: Dues On Already Returned Items :
hi: बकाया राशि पर पहले ही लौट आइटम :

# DuOnRtnItm
source: Dues On Non returned Items :
hi: बकाया राशि पर लौट गैर आइटम :

# Dup
source: Duplicate
hi: डुप्लिकेट

# DupAcdSessNoAllow
source: Duplicate Academic Session not allowed.
hi: डुप्लिकेट शैक्षणिक सत्र की अनुमति नहीं है

# DupCpyNF
source: Duplicate copy no found,Please check.
hi: दूसरी प्रति नहीं मिली है , कृपया जाँच करें

# dupfilall
source: Duplicate files not allowed
hi: डुप्लिकेट फ़ाइलों की अनुमति नहीं है

# DuRtnDt
source: Due Return Date
hi: तिथि होने के कारण वापस

# EAccNo
source: Enter accession-no(s).
hi: परिग्रहण संख्या दर्ज करें (ओ)

# EAccNo1
source: Enter Accession-No(s).
hi: परिग्रहण संख्या दर्ज करें (ओ)

# EAccNoAEInALst
source: Entered accession number already exists in approval list.
hi: अवाप्ति संख्या में प्रविष्ट अनुमोदन सूची में पहले से मौजूद है

# EAccNoInCrtFmt
source: Enter Accession No. in correct format.
hi: अवाप्ति नं सही प्रारूप में प्रविष्ट करें
