Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# LStatus
source: Issue Status
hi: स्थिति

# LstBkDtlNotFnd
source: Lost Item Details not found.
hi: विवरण खो आइटम नहीं मिला

# LStdnosub
source: Standard Number(s) and Subject(s) Area
hi: मानक संख्या (ओ) और विषय (ओ) क्षेत्र

# LstDtCntCurrtDt
source: List Date can not be later than Current Date
hi: तिथि के बाद नहीं किया जा सकता सूची की तुलना में वर्तमान तिथि

# lstIndent
source: List of Indents
hi: मांगपत्र की सूची

# LSTitle
source: Sub Title
hi: उप शीर्षक

# LStlLibry
source: Select Library
hi: पुस्तकालय चुनें

# LStOR
source: Statement of Responsibility :
hi: उत्तरदायित्व का वक्तव्य :

# lstphrase1
source: Phrase 1
hi: वाक्यांश 1

# lstphrase2
source: Phrase 2
hi: वाक्यांश 2

# lstphrase3
source: Phrase 3
hi: वाक्यांश 3

# lstphrase4
source: Phrase 4
hi: वाक्यांश 4

# LStrting
source: Starting
hi: प्रारम्भिक

# LSub1
source: Subject 1.
hi: 1 विषय है

# LSub2
source: Subject 2.
hi: 2 विषय है

# LSub3
source: Subject 3.
hi: 3 विषय है

# LSubAdd
source: Subscription Address
hi: सदस्यता पता

# LSubAmount
source: Subscription Amount
hi: सदस्यता की गई राशि

# LSubcptionNo
source: Subscription No.
hi: सदस्यता नं

# LSubD
source: Subscription Date
hi: सदस्यता तिथि

# Lsubj
source: Subject(s)
hi: विषय

# LSubject
source: <font style="background-color:yellow;">S</font>ubjects
hi: विषय

# LSubName
source: Subject Name
hi: विषय का नाम

# LSubSeDt
source: Sub Series Details :
hi: उप श्रृंखला विवरण :

# LSubsIPAddr
source: Subscription IP Address-
hi: सदस्यता का आई पी पता

# LSubsNo
source: Subscription No.
hi: सदस्यता नं

# lsurfing
source: Your visitor No. :
hi: आगंतुक आपका नंबर :

# LSym
source: Symbol
hi: चिह्न

# LSymExist
source: Existing Symbols Details:
hi: मौजूदा चिह्न विवरण :

# LSymT
source: Symbol Type
hi: चिह्न प्रकार चुनें

# LTask
source: Stock Report
hi: स्टॉक रिपोर्ट

# LTaskN
source: Stock Report Name
hi: स्टॉक रिपोर्ट नाम

# LThesis
source: Thesis
hi: शोध

# LTitle
source: Title
hi: शीर्षक

# LTitleAbr
source: Title Abbreviation
hi: शीर्षक नाम

# LTitleINumber
source: Title(Indent No.)
hi: शीर्षक ( इंडेंट नं )

# LTitlen
source: Title :
hi: शीर्षक :

# LTLang
source: Languages
hi: भाषा

# LTo
source: To
hi: तक

# LToClasNo
source: To Class Number
hi: कक्षा करने के लिए संख्या

# LToD
source: To Date
hi: तिथि तक

# LToExpend
source: To Spent
hi: व्यय करने के लिए

# LToIssu
source: To Issue
hi: अंक करने के लिए

# LTotal
source: Total
hi: कुल

# LTotalNo
source: Total missing
hi: कुल लापता

# LTotalRecords
source: Total Records (In Numbers)
hi: कुल अभिलेख ( संख्या में )

# LTotalRecordsitle
source: Total Records Title wise (In Numbers)
hi: कुल रिकार्ड शीर्षकके आधार पर( संख्या में )

# LTotalRecordsw
source: Total Records (In Words)
hi: कुल अभिलेख ( शब्द )

# LTotAmount
source: Total Amount
hi: कुल राशि

# LTotlPage
source: Total Pages
hi: कुल पृष्ठ

# LTotlVolm
source: Total Volumes
hi: कुल मात्रा

# LTotRec
source: Total Records:
hi: कुल अभिलेख :

# LToYr
source: To Year
hi: करने के लिए वर्ष

# LTranLang
source: Tran. <font style="background-color:yellow;">L</font>anguages
hi: भाषा

# LTrans
source: Translator
hi: संकलक

# Ltranslatedby
source: translated by
hi: अनुवाद करके

# LtrDate
source: Letter Date
hi: तिथि का पत्र

# LTrsltr
source: Translator
hi: अनुवादक

# LTtlODC
source: Total O.D.C
hi: कुल ओ डी सी

# LTxt
source: Text
hi: पाठ

# LUbound
source: Unbound
hi: असीम

# LUDefFn
source: User Defined Fn.
hi: प्रयोक्ता निर्धारित है

# LUId
source: User ID
hi: प्रयोक्ता पहचान

# Lunion
source: union
hi: संघ

# LUrl
source: Url
hi: यूआरएल

# LUse
source: User
hi: प्रयोक्ता

# LUseName
source: User Name :
hi: प्रयोक्ता नाम :

# LUser
source: User(s)
hi: प्रयोक्ता ( ओं )

# LUserId
source: User Id
hi: प्रयोक्ता क्रमांक

# LUserName
source: User Name
hi: उपयोगकर्ता नाम

# LUserType
source: User Type
hi: प्रयोक्ता प्रकार

# LUType
source: User Type
hi: प्रयोक्ता प्रकार

# Lv
source: v.
hi: बनाम

# LValPeriod
source: Validity Period
hi: वैधता अवधि

# LVarPagings
source: Various Pagings
hi: विभिन्न पृष्ठ

# LVen
source: Vendor
hi: विक्रेता

# LVenC
source: Vendor Code
hi: विक्रेता कोड

# LvenCode
source: Vendor Code
hi: विक्रेता कोड

# LVendor
source: <font style="background-color:yellow;">V</font>endor
hi: विक्रेता

# LVenN
source: Vendor Name
hi: विक्रेता का नाम

# LvenName
source: Vendor Name
hi: विक्रेता का नाम

# LvenSearch
source: Vendor's Search
hi: विक्रेता की खोज

# LViewDetails
source: View Details
hi: विवरण देखें

# LViewFilen
source: View File(s)
hi: फ़ाइल देखें ( ओं )

# LViewStrat
source: View Startup File Name
hi: देखें स्टार्टअप फ़ाइल नाम

# LVolPage
source: Volume Pages
hi: खंड पन्ने

# LVols
source: Volumes
hi: मात्रा

# LVolume
source: Volume
hi: खंड

# LVolumNo
source: Volume No.
hi: खंड नं

# LVP
source: Volume and Part
hi: मात्रा और भाग

# LVPassword
source: View Password
hi: पासवर्ड देखें

# LWebAddr
source: Web Address
hi: वेब पता

# Lwilogo
source: Without Inst. Logo
hi: संस्थान लोगो के बिना

# Lwlogo
source: With Inst. Logo
hi: संस्थान लोगो के साथ

# LWriteQry
source: Write Query
hi: प्रश्न लिखें

# LYear
source: Year
hi: साल

# LYes
source: Yes
hi: हाँ

# MachID
source: Machine ID
hi: मशीन आईडी

# MailCNotBSntUnAvaData
source: No relevant data found.
hi: प्रासंगिक डेटा नहीं मिला

# MailCNSentEmalIDNSpecMem
source: Mail could not be sent due to unavailablity of email address.
hi: मेल भेजा नहीं जा सका के कारण गैर उपलब्ध का ईमेल पता है

# MailNotSentDueSerCF
source: Mail could not be sent to members due to mail server connection failure.
hi: मेल भेजा नहीं जा सका के सदस्यों को मेल सर्वर कनेक्शन की विफलता के कारण

# MailSuccess
source: Mail sent successfully.
hi: मेल को सफलतापूर्वक भेजा है

# MailSvrContFlurAdd
source: Mail could not be sent to members due to mail server connection failure / Email address not specified.
hi: मेल भेजा नहीं जा सका के सदस्यों को कनेक्शन की विफलता की वजह से मेल सर्वर / ईमेल पता निर्दिष्ट नहीं है

# MatRecNofnd
source: Matching record not found.
hi: मिलान रिकॉर्ड नहीं मिला

# Max24BCLblGenOnce
source: Maximum 24 barcode lables can be generated at a time.
hi: अधिकतम 24 बारकोड lables एक समय में उत्पन्न किया जा सकता है

# Max65BCLblGenOnce
source: Maximum 65 barcode lables can be generated at a time.
hi: अधिकतम 65 बारकोड lables एक समय में उत्पन्न किया जा सकता है

# MaxDayLmt
source: Issue Days limit is not defined for member group of member.
hi: अंक दिन के लिए परिभाषित नहीं है सीमा के सदस्य के समूह के सदस्य हैं

# MaxIDayGpNotDef
source: Maximum issue days for Group of Member are not defined so far.
hi: अधिकतम दिन के लिए समूह के मुद्दे पर परिभाषित नहीं अभी तक सदस्य रहे हैं

# MaxILmtOvr
source: Maximum issue limit is over for Member.
hi: मुद्दे के लिए अधिकतम सीमा से अधिक सदस्य है

# MaxissueDay
source: Maximum Issue Days
hi: अधिकतम अंक दिन

# MaxValLimt
source: &nbsp;Max. Value Limit
hi: अधिकतम मूल्य सीमा

# MberActMailSendSuccfuly
source: Member(s) Activated And Mail Sent Successfully.
hi: सदस्य (ओ) सफलतापूर्वक सक्रिय है और मेल भेजा गया है

# MberActSuccfuly
source: Member(s) Activated Successfully.
hi: सदस्य (ओ) सफलतापूर्वक सक्रिय है

# MberIDNotInGd
source: Entered Member ID not in grid.
hi: सदस्य आईडी प्रविष्ट ग्रिड में नहीं है

# MbrActSucc
source: Member Activated Successfully.
hi: सदस्य सफलतापूर्वक सक्रिय है

# MbrDactSucfly
source: Member(s) De-activated Successfully.
hi: सदस्य (ओ) सफलतापूर्वक सक्रिय है

# MbrExpirUT
source: Members Expiring Upto
hi: सदस्यों का अवसान हो तक

# MbrGrpDef
source: Member Group Definition
hi: समूह के सदस्य परिभाषा

# MbrNFudDactive
source: Members not found to be de-activated.
hi: सदस्यों को नहीं मिला डे सक्रिय है

# MbrNFundActv
source: Members not found to be Activated.
hi: सदस्यों को सक्रिय नहीं मिला है

# MbrRsvationDtls
source: Member Reservation Details :
hi: आरक्षण के सदस्य विवरण :

# MbrSendMailDactSucfly
source: Mail Sent and member de-activated successfully.
hi: मेल भेजा गया और डी के सदस्य सफलतापूर्वक सक्रिय है

# MbrSlpMode
source: Member is in sleep mode.
hi: सदस्य नींद मोड में है

# MbrSrch
source: Member Search
hi: सदस्य खोज

# McKNotFConYVen
source: Machine Key found invalid.Please contact your vendor.
hi: मशीन कुंजी अवैध पाया.कृपया. विक्रेता से सम्पर्क करें

# McroForm
source: MicroForm
hi: माइक्रोफॉर्म

# MediaExist
source: Media Name already exists.
hi: मीडिया का नाम पहले से मौजूद है

# MediaTyp
source: Media Type
hi: मीडिया प्रकार

# MembAddr
source: Member Address
hi: सदस्य पता

# MembDet
source: Member Details:
hi: सदस्य विवरण :

# memberentry
source: Member ID
hi: सदस्य आईडी

# Memberid
source: Member ID/Library
hi: सदस्य आईडी / पुस्तकालय

# MemberModule
source: Specified member is staff person, record cannot be deleted from this module.
hi: सदस्य स्टाफ के व्यक्ति को निर्दिष्ट है , रिकार्ड नहीं किया जा सकता है इस मॉड्यूल से हटा दिया गया है

# MembGp
source: Member Group
hi: समूह के सदस्य

# MembID
source: &nbsp;Member ID
hi: सदस्य आईडी

# MembIssDet
source: Member Issue Details :
hi: सदस्य अंक विवरण :

# MembName
source: Member Name
hi: सदस्य का नाम

# MemDetNFnd
source: Member detail not found.
hi: सदस्य विस्तार से नहीं मिला

# MemNFnd
source: Member Not Found.
hi: सदस्य नहीं मिला

# mfld
source: Field
hi: मैदान

# MfyExWthSJnlTtl
source: Modify Existing with Same Journal Title
hi: संशोधित मौजूदा शीर्षक के साथ वही जर्नल

# MGDetail
source: Existing Member Groups Details:
hi: मौजूदा सदस्य समूह विवरण :

# MNAddKwrd
source: Add Keywords.
hi: खोजशब्द जोड़ें

# MnSubHdngWis
source: Main Subject Heading Wise
hi: मुख्य विषय शीर्षक के आधार पर

# mnths
source: Month (s)
hi: महीने

# ModfExist
source: Modify Existing
hi: मौजूदा बदलें

# MON1
source: January
hi: जनवरी

# MON10
source: October
hi: अक्टूबर

# MON11
source: November
hi: नवम्बर

# MON12
source: December
hi: दिसम्बर

# MON2
source: February
hi: फ़रवरी

# MON3
source: March
hi: मार्च

# MON4
source: April
hi: अप्रैल

# MON5
source: May
hi: मई

# MON6
source: June
hi: जून

# MON7
source: July
hi: जुलाई

# MON8
source: August
hi: अगस्त

# MON9
source: September
hi: सितम्बर

source: Most Frequent Member Report
hi: अक्सर यह रिपोर्ट सदस्य

# MsgAccession
source: Enter Accession number or Upload File.
hi: परिग्रहण संख्या या फ़ाइल अपलोड करें दर्ज करें

# MsgAccessioningdone
source: Record cannot be updated because accessioning has been done.
hi: रिकार्ड को अद्यतन नहीं किया जा सकता है क्योंकि परिग्रहण किया गया है

# MSGAcessionNumberDeleted
source: Acession Number(s) Deleted.
hi: परिग्रहण संख्या (नों) को नष्ट कर दिया गया है

# msgalert
source: System has been blocked by POP-UP BLOCKER.\nPlease disable the POP-UP BLOCKER and try again\nor\nPlease contact your system administrator.
hi: सिस्टम द्वारा अवरोधित कर दिया गया है पॉपअप अवरोधक है . \ n कृपया पॉपअप अवरोधक को अक्षम करें और फिर प्रयास करें \ और न ही \ n कृपया अपने सिस्टम प्रशासक से संपर्क है

# MSGAllocatAmntupdate
source: Allocated Amount can not be updated,further processing of budget has been done.
hi: राशि आबंटित नहीं की जा सकती अद्यतन , और आगे की प्रक्रिया के बजट किया गया है

# MsgAlmCodeAlExist
source: Almirah/Racks code Already Exists.
hi: अलमारी / रैक कोड पहले से मौजूद है

# MsgAlmirahName
source: Invalid Almirah/Racks Name
hi: अवैध अलमारी / रैक नाम

# MsgAlmNameAlExist
source: Almirah/Racks Name Already Exists.
hi: अलमारी / रैक नाम पहले से मौजूद है

# Msgalreadyexist
source: Specified newspaper title already exists.
hi: समाचार पत्र के शीर्षक निर्दिष्ट पहले से मौजूद है

# MSGAlreadyIssuedtoLibrary
source: Already Issued to Library/Institute
hi: पहले से ही जारी की लाइब्रेरी / संस्थान

# msgalrtcandis
source: Can't display confirmation letter due to unavalability of vendor reply.
hi: पत्र की पुष्टि नहीं कर सकते प्रदर्शन के कारण उत्तर अनुपलब्धता के विक्रेता

# MsgBkAvlTrans
source: Book is available for transaction
hi: हॉस्टल्सक्लब के यहां सौदे के लिए उपलब्ध है

# MsgBkIssTo
source: Book is Issued to
hi: पुस्तक को जारी है

# MsgBkLost
source: Book is Lost
hi: पुस्तक का क्षय होता है

# MsgBkUnderBinPcs
source: Book is under Binding Process.
hi: हॉस्टल्सक्लब के यहां बाध्यकारी प्रक्रिया के अधीन है

# MsgBkUnDis
source: Book is under Display.
hi: हॉस्टल्सक्लब के यहां प्रदर्शित किया जा रहा है

# MsgBkUnRef
source: book is under reference
hi: संदर्भ पुस्तक के अधीन है

# MsgBkUnRsvSctn
source: book is under reserve section
hi: पुस्तक के अधीन आरक्षित निधि अनुभाग है

# MsgBkUnShlf
source: book is under shelf
hi: पुस्तक के अधीन है शेल्फ

# MsgBkUnTechPcs
source: Book is under technical processing
hi: पुस्तक के अंतर्गत तकनीकी संसाधन है

# MsgBkUnTxtBkSctn
source: book is under text book section
hi: पुस्तक पुस्तक पाठ खंड के अधीन है

# MsgBkWrtOffE
source: Book is writeoff entry
hi: पुस्तक है writeoff प्रविष्टि

# MsgBldngCodeAlExist
source: Building code Already Exists.
hi: बिल्डिंग कोड पहले से मौजूद है

# MsgBldngNameAlExist
source: Building Name Already Exists.
hi: भवन का नाम पहले से मौजूद है

# MSGBookreservedbyyou
source: Book reserved by you has been received by the library
hi: आपके द्वारा किया गया है बुक आरक्षित द्वारा प्राप्त पुस्तकालय

# MSGBooksDetails
source: Books Details.
hi: पुस्तकें विवरण

# MsgBrwseQryFile
source: Browse a query file
hi: एक प्रश्न फ़ाइल ब्राउज़ करें

# MsgBuildingName
source: Invalid Building Name
hi: अवैध निर्माण का नाम

# MSGCDetailnotfund
source: Catalog Details not found for entered accession number
hi: विवरण नहीं मिला कैटालॉग में प्रवेश के लिए अवाप्ति संख्या

# MsgCDGrNoExist
source: CD Group does not exist for the specified CD Service.
hi: समूह मौजूद नहीं है सीडी के लिए सीडी निर्दिष्ट सेवा है

# MsgCDSubgrpNoexist
source: CD Group does not exist for the specified CD Service.
hi: समूह मौजूद नहीं है सीडी के लिए सीडी निर्दिष्ट सेवा है

# msgCease
source: Cease
hi: विराम

# msgChangeM
source: All Record Change To MARC
hi: मार्क करने के लिए सभी रिकॉर्ड बदलें

# msgcom
source: First Select The COM Port To Proceed.
hi: कॉम पोर्ट का चयन सबसे पहले आगे बढ़ना है

# Msgcurrency
source: Select Similar Currency Record
hi: इसी प्रकार चुनें मुद्रा रिकॉर्ड

# MsgDatarestore
source: SQL Server does not exists or invalid user name and password given. Check Server Name, User Name and Password
hi: SQL सर्वर से मौजूद है या नहीं अवैध उपयोगकर्ता नाम और पासवर्ड दिया है . सर्वर नाम की जाँच करें , उपयोगकर्ता नाम और पासवर्ड

# MSGdays
source: days.
hi: दिन है

# MsgDBExt
source: Specified Database Name already exists.
hi: निर्दिष्ट डाटाबेस के नाम पहले से मौजूद है

# MsgDBnotExt
source: Specified Database Name does not exist.
hi: डाटाबेस के नाम निर्दिष्ट मौजूद नहीं है

# MsgDDcnumber
source: Dewey decimal classification number is already provided
hi: डेवी दशमलव संख्या पहले ही प्रदान की वर्गीकरण

# msgDDcUP
source: Dewey decimal classification number is Updated
hi: डेवी वर्गीकरण दशमलव संख्या अद्यतन किया है

# msgDeactive
source: Deactive
hi: निष्क्रिय

# msgDearMem
source: Dear Member,
hi: प्रिय सदस्य,

# MSGDearUser
source: Dear User,
hi: प्रयोक्ता प्रिय,

# msgdecalalog
source: Cannot De-catalog because these are issued items.
hi: डी - सूची नहीं कर सकते क्योंकि ये आइटम जारी किए हैं

# MSGdeleterecord
source: Are you sure, you want to delete the record ?
hi: क्या आप सुनिश्चित हैं कि, आप रिकार्ड को नष्ट करना चाहते हैं ?

# msgDetail
source: Detail
hi: विस्तृत

# msgDirect
source: Direct
hi: प्रत्यक्ष

# MsgDoesnotExist
source: does not exist.
hi: मौजूद नहीं है

# msgenending
source: Enter ending record number
hi: समाप्त रिकॉर्ड संख्या दर्ज करें

# MSGEnterCopyNumber
source: Enter Copy Number(s) and use comma[,] to separate Copy Numbers.
hi: प्रतिलिपि नंबर दर्ज करें ( एस ) और अल्पविराम का उपयोग करें [ , ] को कॉपी करने के लिए अलग नंबर है

# MSGEntersearchcriteria
source: Enter search criteria.
hi: खोज मापदंड भरें.

# MSGentervaliddate
source: Extended date should be greater then reply date.
hi: तिथि विस्तारित किया जाना चाहिए तो उत्तर तिथि अधिक है

# msgentfsep
source: Enter Field Separator.
hi: फील्ड विभाजक दर्ज करें

# msgentrecsp
source: Enter Record Separator.
hi: विभाजक रिकॉर्ड दर्ज करें

# Msgentry
source: Entries are already done till
hi: पहले से ही किया जाता है जब तक हिन्दी

# msgERmNme
source: Enter Room Name.
hi: कक्ष का नाम दर्ज करें

# msgERmNo
source: Enter Room Number.
hi: कक्ष संख्या दर्ज करें

# msgfcrefail
source: File Creation failed. Reason is as follows
hi: फ़ाइल निर्माण में असफल रहा है . कारण यह है प्रकार

# MsgFloorName
source: Invalid Floor Name
hi: अवैध तल का नाम

# MsgFlrCodeAlExist
source: Floor Code Already Exists.
hi: तल कोड पहले से मौजूद है

# MsgFlrNameAlExist
source: Floor Name Already Exists.
hi: तल का नाम पहले से मौजूद है

# MsgFName
source: Select Form Name.
hi: फार्म का नाम चुनें

# MsgFormName
source: Enter Form Name.
hi: फार्म का नाम दर्ज करें

# msgforopachomepage
source: Message for OPAC Homepage
hi: मुखपृष्ठ ओ पी ए सी के लिए संदेश

# Msgfurtherentry
source: Further entries can be done From date
hi: इसके अलावा प्रविष्टियों की तारीख से किया जा सकता है

# MSGGeneratedAccssNo
source: Generated Accession No.
hi: अवाप्ति जनरेट नं

# MSGGoAbove
source: Go Above....
hi: ऊपर जाएँ ....

# msgHasBnCan
source: has been cancelled.
hi: रद्द कर दिया गया है

# msgHoldingDetails
source: Holding Details not Found
hi: होल्डिंग विवरण नहीं मिला

# MsgImageNotFnd
source: Image not found
hi: छवि नहीं मिला

# msgIn
source: in
hi: में

# msgin1
source: in
hi: में

# msgIncorporatedtoanExisting
source: Incorporated to an Existing Journal
hi: शामिल करने के लिए एक मौजूदा जर्नल

# MSGIndentRequest
source: Indent Request
hi: इंडेंट अनुरोध

# msginvalidrack
source: Invalid Almirah/Rack's Name
hi: अवैध अलमारी / रैक नाम

# msginvalidshelf
source: Invalid Shelf Name
hi: अवैध नाम शेल्फ

# MsgInvOldPwd
source: Invalid Old Password.
hi: पुराना पासवर्ड अवैध है

# MsgIssuedDaysLimitb
source: Enter Valid Issued Days Limit For Books.
hi: मान्य सीमा के लिए दर्ज करें टिकट दिन पुस्तकें हैं

# MsgIssuedDaysLimitj
source: Enter Valid Issued Days Limit For Serials.
hi: मान्य सीमा के लिए दर्ज करें टिकट दिन धारावाहिकों

# MsgIssuedItemLimitb
source: Enter Valid Issued Item Limit For Books.
hi: मान्य सीमा के लिए दर्ज करें टिकट आइटम पुस्तकें हैं

# MsgIssuedItemLimitj
source: Enter Valid Issued Item Limit For Serials.
hi: टिकट आइटम दर्ज करें मान्य सीमा धारावाहिकों के लिए

# msgIssueper
source: Issue Per Volume is not less than Start Volume.
hi: प्रति अंक है मात्रा आरंभ मात्रा से कम नहीं है

# MSGIssuePerVolumeisnotlessthanStartVolume
source: Issue Per Volume is not less than Start Volume.
hi: प्रति अंक है मात्रा आरंभ मात्रा से कम नहीं है

# msgItsIn
source: Its in
hi: इसके में

# Msgjournalprocurementdone
source: This option is currently not available because journal procurement is underprocess.
hi: यह विकल्प उपलब्ध नहीं है क्योंकि वर्तमान में खरीद जर्नल underprocess है

# MsgJpubdate
source: Date of Publication should not be greater then Journal Subscription date.
hi: प्रकाशन तिथि के बाद नहीं किया जाना चाहिए और अधिक सदस्यता तिथि पत्रिका है

# MSGKeyshouldcontainfourletter
source: Key should contain four letter(s) or digit(s)
hi: कुंजी चाहिए में चार पत्र (ओ) या अंक ( ओं )

# MSGKeywordAExist
source: Keyword already Exists.
hi: खोजशब्द पहले से मौजूद है

# MSGLCCNISBNISSN
source: LCCN-ISBN-ISSN *
hi: एल सी सी एन-आई एस बी एन-आई एस एस एन *

# MsgLibAtchd
source: Library attached successfully.
hi: पुस्तकालय सफलतापूर्वक संलग्न है

# MsgLibCrtd
source: Library created successfully.
hi: पुस्तकालय सफलतापूर्वक संलग्न है

# MsgLibDel
source: Library deleted successfully.
hi: पुस्तकालय सफलतापूर्वक हटा दिया गया है

# MsgLibExt
source: Specified Library Name already exists.
hi: निर्दिष्ट पुस्तकालय का नाम पहले से मौजूद है

# MsgLibUpd
source: Library Name updated successfully.
hi: पुस्तकालय का नाम सफलतापूर्वक नवीनीकृत हो गया

# msgMailConAdmin
source: You have no Permission to send mail from this Interface so please contact Administrator.
hi: यह विकल्प उपलब्ध नहीं है . प्रशासक से संपर्क करने के लिए

# MSGMailnotsenttomember
source: Mail could not be sent to member(s) due to mail server connection failure.
hi: मेल भेजा नहीं जा सका करने के लिए सदस्य (ओ) से मेल सर्वर कनेक्शन की विफलता के कारण

# msgMinfo
source: More Information
hi: अधिक जानकारी

# msgnewmember
source: Enter new member id
hi: नए सदस्य आईडी दर्ज करें

# Msgnewspaper
source: Enter News Paper Title
hi: समाचार पत्र शीर्षक दर्ज करें

# Msgnewspaperalreadydone
source: The entry of specified News Paper is already done.
hi: समाचार पत्र के प्रवेश के पहले ही निर्दिष्ट किया है .

# msgNoChange
source: No MARC Record For change
hi: मार्क रिकॉर्ड के लिए कोई बदलाव

# MsgNoindentExist
source: No Indent Exists
hi: इंडेंट मौजूद नहीं

# MSGNoIndentExist1
source: No Indent Exists
hi: इंडेंट मौजूद नहीं

# MSGNoissuedetailsfndformemb
source: No issue details found for the member
hi: मुद्दा नहीं पाया विवरण के लिए सदस्य

# MSGNoOrderExist
source: No Order Exists
hi: आदेश से मौजूद नहीं है

# MsgNoRcdToPnt
source: There is no record to print
hi: मुद्रण के लिए रिकॉर्ड नहीं है

# MSGNorecordsfoundforPrinting
source: No records found for Printing.
hi: मुद्रण के लिए रिकॉर्ड नहीं मिला

# MSGnorecordstodisplayreport
source: There are no records to display report
hi: रिकॉर्ड नहीं हैं प्रदर्शित करने के लिए रिपोर्ट

# msgOptedSub
source: Opted Subjects :
hi: विषय शामिल हैं :

# MsgOverDueChargesPerDayb
source: Enter Valid Over Due Charges Per Day For Books.
hi: मान्य से अधिक होने के कारण शुल्क प्रति दिन के लिए किताबें हैं दर्ज करें.

# MsgOverDueChargesPerDayj
source: Enter Valid Over Due Charges Per Day For Serials.
hi: मान्य से अधिक होने के कारण शुल्क के लिए प्रति दिन धारावाहिक दर्ज करें

# MsgPAmt
source: Can not proceed because package amount is greater then sum of individual journal amount
hi: आगे बढ़ने के पैकेज नहीं कर सकते क्योंकि बड़ी राशि है तो व्यक्ति की राशि पत्रिका राशि

# msgPendingS
source: PendingS
hi: लम्बित

# MsgPhaseIDaysLimitb
source: Enter Valid Phase - I Days Limit For Books.
hi: मान्य चरण -- दिन मैं सीमा के लिए किताबें दर्ज करें

# MsgPhaseIDaysLimitj
source: Enter Valid Phase - I Days Limit For Serials.
hi: मान्य चरण -- धारावाहिकों के लिए मैं दिन तक सीमित दर्ज करें

# MsgPhaseIIDaysLimitb
source: Enter Valid Phase - II Days Limit For Books.
hi: मान्य चरण -- द्वितीय दिन सीमा के लिए किताबें दर्ज करें

# MsgPhaseIIDaysLimitj
source: Enter Valid Phase - II Days Limit For Serials.
hi: मान्य चरण -- द्वितीय दिन धारावाहिकों के लिए सीमा दर्ज करें

# MsgPhaseIIOverDueChargePerDayb
source: Enter Valid Phase - II Over Due Charge Per Day For Books.
hi: मान्य चरण -- द्वितीय प्रति दिन से अधिक होने के कारण प्रभार के लिए किताबें दर्ज करें

# MsgPhaseIIOverDueChargePerDayj
source: Enter Valid Phase - II Over Due Charge Per Day For Serials.
hi: मान्य चरण -- द्वितीय प्रभार प्रति दिन से अधिक होने के कारण धारावाहिकों के लिए दर्ज करें

# MsgPhaseIOverDueChargePerDayb
source: Enter Valid Phase - I Over Due Charge Per Day For Books.
hi: मान्य चरण -- से अधिक होने के कारण मैं प्रभार प्रति दिन के लिए किताबे दर्ज करें

# MsgPhaseIOverDueChargePerDayj
source: Enter Valid Phase - I Over Due Charge Per Day For Serials.
hi: मान्य चरण -- मैं प्रभार प्रति दिन से अधिक होने के कारण धारावाहिकों के लिए दर्ज करें

# MSGPleasemailMachineID
source: Please mail Machine ID to vendor to receive registration key which is required to make the software operational.
hi: कृपया मेल मशीन विक्रेता आईडी को प्राप्त करने के लिए पंजीकरण की आवश्यकता है जो कुंजी बनाने के लिए सॉफ्टवेयर का संचालन

# MSGPLEASEMAKESURETHEREISNO
source: PLEASE MAKE SURE THERE IS NO EXTERNAL STORAGE DEVICE IS ATTACHED TO MACHINE, IF SO THEN REMOVE THE DEVICE AND RUN THE SOFTWARE AGAIN.
hi: कृपया सुनिश्चित करें कि कोई विदेशी भंडारण युक्ति मशीन संलग्न है , यदि ऐसा है तो निकाल DEVICE है तब सॉफ़्टवेयर और चला

# MSGPleaseselectIndentNumber
source: Please select Indent Number
hi: इंडेंट संख्या चुनें

# MSGPleaseselectvendorName
source: Please select vendor Name
hi: विक्रेता का नाम चुने

# MSGPlsEnterNumericValue
source: Please Enter Numeric Value
hi: कृपया सङ्ख्या प्रविष्ट करे

# MSGPlshitsbmtbtntoprocessfrm
source: Please hit the submit button to process form
hi: कृपया हिट की प्रक्रिया के रूप में प्रस्तुत करने के लिए बटन
