Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# IvMedia
source: Select Media Type.
hi: मीडिया प्रकार चुनें

# IvOPMbrDactve
source: Invalid Operation ! Member is Deactivated.
hi: अवैध ऑपरेशन ! सदस्य निष्क्रिय है

# IvOPwd
source: Invalid Old password.
hi: पुराना पासवर्ड अवैध है

# IvPPCopy
source: Price/Unit must be greater than 0.
hi: मूल्य / यूनिट 0 से अधिक होना चाहिए

# IvPType
source: Select Person Type.
hi: व्यक्ति का प्रकार चुनें

# IvPub
source: Select Publisher.
hi: प्रकाशक चुनें

# IvRequester
source: Select Requester.
hi: अनुरोधक चुनें

# IvTitle
source: Enter Title.
hi: शीर्षक दर्ज करें

# IvVen
source: Select Vendor.
hi: विक्रेता को चुनें

# JCantIMemInSlpMod
source: Journal cannot be Reissued. Member is in Sleep Mode
hi: पत्रिका फिर से इश्यू नहीं किया जा सकता है . सदस्य स्लीप मोड में है

# JDtlsNFound
source: Journal's detail not Found.
hi: पत्रिका का विस्तार नहीं मिला

# Jnl
source: Journal
hi: पत्रिका

# JnlAExCanBeRnwO
source: Journal already exists and can be renewed only.
hi: पत्रिका पहले से मौजूद है और नए सिरे से ही किया जा सकता है

# JnlIAlrIToMem
source: Journal Issues already issued to member.
hi: पत्रिका जारी करने के लिए पहले से ही मुद्दे के सदस्य हैं

# JnlLDActPAAndR
source: Journal is lying de-activated. Please activate and then renew.
hi: पत्रिका पड़े डे सक्रिय है . कृपया नवीनीकृत और फिर सक्रिय है

# JnlSVolNoNFnd
source: In journal subscription volume no. not found, payment cannot be proceed.
hi: पत्रिका मात्रा में सदस्यता नहीं है . नहीं मिला है , आगे बढ़ने के भुगतान नहीं किया जा सकता है

# JnlTtlAExst
source: Journal Title already exists.
hi: पत्रिका शीर्षक पहले से मौजूद है

# JNoBaseSearch
source: Journal Number Based Search (Unique Jrnl-NoJrnl No)
hi: पत्रिका की संख्या के आधार खोज

# JoingYrDgt
source: Joining Year must be of four digits.
hi: शामिल किया जाना चाहिए वर्ष के चार अंक हैं

# JourBelongpack
source: Journal(s) belonging to Package
hi: जर्नल (ओ) जो संकुल

source: Journal Articles
hi: लेख जर्नल

# JournalIssNFund
source: Journal Issues not found/specified.
hi: पत्रिका मुद्दे नहीं मिला / निर्दिष्ट है

source: Journal(s)
hi: जर्नल (ओ)

# JourNFndSpPub
source: Journal(s) not found under specified Publisher.
hi: जर्नल (ओ) के अधीन विनिर्दिष्ट प्रकाशक नहीं मिला है

# JournoAddinPack
source: Journal cannot be added to this Package, as payment for the Invoice is released.
hi: जर्नल नहीं किया जा सकता कहा कि इस पैकेज के रूप में भुगतान के लिए चालान जारी है

# JrnlCBeIss
source: Journal(s) could be issued
hi: जर्नल (ओ) जारी किया जा सकता है

# JrnlDet
source: Journal Details
hi: पत्रिका विवरण

# JrnlTtl
source: Journal Title
hi: पत्रिका शीर्षक

# js1
source: Record Saved.
hi: रिकॉर्ड सहेजे गए

# JSubDAS
source: Journal Subscription date does not belong to Academic Session.
hi: पत्रिका सदस्यता तिथि शैक्षणिक सत्र नहीं है

# JToInc
source: Journal to Incorporate
hi: पत्रिका शामिल करने के लिए

# KeyCFourLtr
source: Key should contain sixteen letters or digits.
hi: कुंजी चाहिए में सोलह अंक या अक्षर

# KeyWrd
source: Key word
hi: मुख्य शब्द

# Kwd
source: Keyword
hi: खोजशब्द

# KwdAExst
source: Keyword already exists.
hi: खोजशब्द पहले से मौजूद है

# KwdAlExst
source: Keyword is already existing.
hi: खोजशब्द पहले से ही मौजूद है

# KwdExt
source: Keyword already exists.
hi: खोजशब्द पहले से मौजूद है

# KwdName
source: Keyword Name
hi: खोजशब्द नाम

# LAccessionRegister
source: Accession Register
hi: अवाप्ति रजिस्टर

# LAccMtrInfo
source: Accompany Material Information :
hi: सूचना सामग्री के साथ :

# LaccNoBased
source: Accession No. Based
hi: परिग्रहण संख्या आधारित

# LAcqUnit
source: ACQUISITION UNIT
hi: अधिग्रहण यूनिट

# LActiDate
source: Activation Date
hi: सक्रियन तिथि

# LActive
source: Activated
hi: सक्रिय

# LActvt
source: Activities
hi: गतिविधियाँ

# LAddCpy
source: Add Copy
hi: प्रतिलिपि जोड़ें

# LAddCrt
source: Add To Cart
hi: मृच्छकटिकम् करने के लिए जोड़ें

# LAddNt
source: Additional Notes
hi: अतिरिक्त नोट्स

# LAddr
source: Address
hi: पता

# LAI
source: AACR II
hi: द्वितीय ऐ ऐ सी आर

# LAlField
source: All Fields
hi: सभी फ़ील्ड

# LAll
source: All
hi: सब

# LAllAmountIn
source: All Amount In
hi: सभी की गई राशि में

# LAllAmt
source: All Amount
hi: सभी की गई राशि

# LallTotal
source: Total Amount
hi: कुल राशि

# LAlThWord
source: All of these words
hi: ये सभी शब्द

# LAmicSes
source: Academic session :
hi: शैक्षणिक सत्र :

# LAmt
source: Amount
hi: मात्रा

# Lamz
source: Amazon
hi: अमेज़न

# LAnalytical
source: Analytical
hi: विश्लेषणात्मक

# LAnd
source: and
hi: और

# LangAlExist
source: Language Name already exists.
hi: भाषा का नाम पहले से मौजूद है

# LangName
source: Language Name
hi: भाषा का नाम

# LangNoModify
source: Language name cannot be modified as it has been defined as default language.
hi: भाषा का नाम संशोधित नहीं किया जा सकता है क्योंकि यह डिफ़ॉल्ट भाषा के रूप में परिभाषित किया गया है

# Lanmt
source: Rs.
hi: रुपये में

# LArivalSdul
source: Arrival Schedule :
hi: आगमन अनुसूची

# LArrDet
source: Arrival Details
hi: आगमन विवरण

# LArrievedCopies
source: Arrived Copies
hi: प्रति पहुँचे

# LArrType
source: Arrival Type
hi: आगमन प्रकार

# LArt
source: Article
hi: अनुच्छेद

# lArticles
source: Articles
hi: लेख

# LAsc
source: ASC
hi: आरोही

# LAsce
source: Ascending
hi: आरोही

# LAson
source: (As on)
hi: ( जैसा कि पर )

# LAsOr
source: As Or
hi: के रूप में या फिर

# LAThWord
source: Any of these words
hi: इनमें से किसी भी शब्द

# LAuditTrailrep
source: Audit Trail Report Required
hi: लेखा सत्यापन रिपोर्ट अपेक्षित

# LAuthReq
source: Authentication Required
hi: प्रमाणीकरण आवश्यक

# LAutoEmailSend
source: Automatic E-mail Sending
hi: स्वचालित ई मेल भेजना

# LBackDateAllow
source: Back Date Allowed
hi: वापस अनुमति तिथि

# LBackupPath
source: Backup file path
hi: बैकअप फ़ाइल पथ

# LBaDa
source: Bar Date
hi: बार तिथि

# Lbasic
source: basic
hi: बुनियादी

# LBasisExRate
source: Basis For Exchange Rate
hi: आधार के विनिमय दर

# LBBookNo
source: Book No.
hi: हॉस्टल्सक्लब के यहां नं

# LBCatlg
source: cataloguing
hi: सूचीपत्र

# LbCheck
source: Check for Cataloguing
hi: जाँच के लिए सूचीपत्र

# LBConDelRec
source: >>Delete
hi: > > हटाएँ

# LBConSamMCRec
source: >>Modify
hi: > > बदलें

# LBConSamRec
source: >>Add More
hi: > > और अधिक जोड़ें

# LBCorpAutM
source: Corporate Author/ Meeting Detail
hi: कॉर्पोरेट लेखक / विस्तृत बैठक

# LBCverPgImg
source: Cover Page Image
hi: आवरण पृष्ठ छवि

# lbdelaccNo
source: Select Accession Number to be deleted .
hi: अवाप्ति चुनें संख्या को नष्ट कर दिया गया

# LbDepartment
source: Department
hi: विभाग

# LbDocNo
source: Document No.
hi: दस्तावेज़ नं

# LBetal
source: Etal
hi: Betal

# LBGenlDescpt
source: General Description
hi: जनरल का विवरण

# lbGiftJournal
source: Gift Journal(s)
hi: उपहार जर्नल (ओ)

# LBIBLIOGRAPHICDETAILS
source: "BIBLIOGRAPHIC DETAILS "
hi: ग्रन्थसूची का विवरण

# LBibliography
source: Author info.
hi: ग्रंथ सूची

# LBibliPages
source: Bibliographic Pages
hi: ग्रन्थसूची पेज

# LBillNo
source: Bill Serial No.
hi: विधेयक सीरियल नं

# LBillSN
source: Bill Serial Number
hi: विधेयक के क्रम संख्या

# Lbind
source: Binder
hi: बंधक

# LBindName
source: Binder Name
hi: बंधक का नाम

# LBindStatus
source: Bind Status
hi: बाध्य स्थिति

# LBIsRnDtl
source: IssueReturnDetails..
hi: मुद्दा वापसी विवरण

# LBIssDet
source: IssueDetails..
hi: मुद्दा विवरण

# lbIssuedItems
source: No. of Issued Items
hi: आइटम नंबर के टिकट

# LBItm
source: <font style="background-color:yellow;">I</font>tem Category
hi: मद श्रेणी

# LBK
source: Books
hi: पुस्तकें

# LbKeywords
source: Keyword Name
hi: खोजशब्द नाम

# LBkIndx
source: Book Index
hi: हॉस्टल्सक्लब के यहां सूचकांक

# LBkRecapproval
source: Book Received on approval
hi: अनुमोदन प्राप्त पर बुक

# LBkSize
source: Book Size
hi: पुस्तक का आकार

# Lbl
source: Labels.
hi: लेबल है

# lblAccnNo
source: Accession Number
hi: अवाप्ति क्रमांक

# LblActnWisUWisPcsR
source: Action Wise, User wise Process Report
hi: कार्य के आधार पर , प्रयोक्ता के आधार पर रिपोर्ट प्रक्रिया

# lblAlmCode
source: Almirah/Racks Code
hi: अलमारी / रैक कोड

# lblAlmId
source: Almirah/Rack ID
hi: अलमारी / रैक आईडी

# LblAlmiraName
source: Almirah/Racks Name
hi: अलमारी / रैक नाम

# LbLanguage
source: Language
hi: भाषा

# lblarrperiod
source: Arrival Period
hi: आगमन अवधि

# LblArticleDes
source: Article Description
hi: अनुच्छेद वर्णन

# LblArticleDese
source: Description of Article :
hi: अनुच्छेद का वर्णन :

# Lblassignstatus
source: Existing Assigning Status Details:
hi: नियत मौजूदा स्थिति विवरण :

# lblAvailableItems
source: No. of Available Items
hi: आइटम नंबर के उपलब्ध

# lblBindAccItem
source: Bind Accessioned Item
hi: बाध्य परिग्रहण आइटम

# lblBindingMust
source: Binding Must for accessioning
hi: बाध्यकारी अवश्य परिग्रहण के लिए

# LblBldngCode
source: Building Code
hi: भवन संहिता

# LblBldngId
source: Building ID
hi: बिल्डिंग आईडी

# lblBloodGrp
source: Blood Group
hi: रक्त वर्ग

# lblbnkdrftno
source: Bank Draft No.
hi: बैंक ड्राफ्ट नं

# lblBSPageM
source: Select Page Margins:Left-Top-Right-Bottom
hi: पृष्ठ हाशिए चुनें : बाएँ - ऊपर- राइट - नीचे

# LblBuildingName
source: Building Name
hi: भवन का नाम

# lblcard
source: Card Sub Title/Text:
hi: कार्ड शीर्षक

# lblCataloguedSearch
source: Catalogued Search
hi: सूचीबद्ध खोज

# lblcdPath
source: Existing CD ROM Storage Path
hi: सी डी ROM भंडारण पथ मौजूदा

# LBlceAmut
source: Balance Amount
hi: शेष राशि

# lblCess
source: Less (%)
hi: कम ( % )

# lblchkbdgt
source: Check For Budget Constraint
hi: जाँच के लिए बजट में बाधा

# lblchkbdgt1
source: Check For Budget Constraint
hi: जाँच के लिए बजट में बाधा

# lblClsNo
source: Class Number
hi: कक्षा संख्या

# LblCrdType
source: Select Preferred Card Type (Do Not Select Any, To Generate All Cards):
hi: पसंदीदा कार्ड प्रकार चुनें ( कोई भी न चुनें , सभी पत्र उत्पन्न करने के लिए ) :

# lblCrystal
source: Crystal Report Font Size
hi: क्रिस्टल रिपोर्ट फ़ॉन्ट का आकार

# LblCurrentPosition
source: Current Position
hi: वर्तमान स्थिति

# lblcustom
source: Custom
hi: प्रथा

# lblcustompreview
source: Custom Preview
hi: कस्टम पूर्वावलोकन

# Lbldatabaseloc
source: Database Location
hi: डाटाबेस के स्थान

# lbldbflds
source: Database Fields
hi: डाटाबेस के फील्ड्स

# lbldefault
source: Default
hi: डिफॉल्ट

# lblDeptBCat
source: Department Based Cataloguing
hi: विभाग सूचीपत्र आधार

# lblebk
source: e-book
hi: ए बुक

# lblEBookSP
source: E-Books/Documents Storage Path
hi: ई-किताबें / दस्तावेज़ संग्रहण पथ

# lblEditAcc
source: Editing Based On -Accession No.
hi: संपादन के आधार पर अवाप्ति संख्या

# LblEditTitle
source: Editing Based On - Title
hi: संपादन पर आधारित - शीर्षक

# lblERServerL
source: E-Resources Server(Link)
hi: ई - संसाधन सर्वर (लिंक)

# lblEvery
source: Every
hi: प्रत्येक

# lblExistingArrive
source: Existing Journal(s)
hi: मौजूदा जर्नल (ओ)

# lblExistingGiftJournal
source: Existing Gift Journal(s)
hi: मौजूदा उपहार जर्नल (ओ)

# lblexists
source: existing
hi: मौजूदा

# lblexnewspaper
source: Existing News Paper(s) Details:
hi: मौजूदा समाचार पत्र (ओ) विवरण :

# lblExrates
source: Exchange Rates
hi: विनिमय दरें

# LblExstAlmDet
source: Existing Almirah/Racks Detail:
hi: मौजूदा अलमारी / रैक विवरण :

# lblFilePwd
source: File Password
hi: फ़ाइल पासवर्ड

# LblFloorCode
source: Floor Code
hi: तल कोड

# LblFloorID
source: Floor ID
hi: तल आईडी

# LblFloorName
source: Floor Name
hi: तल का नाम

# LblFormatAccess
source: Format/Access
hi: प्रारूप / एक्सेस

# LblFormName
source: Form Name
hi: फार्म का नाम

# lblFrec
source: Daily Frequency
hi: दैनिक आवृति

# lblGDocument
source: Document Group
hi: दस्तावेज़ समूह

# Lblgeneralinformation
source: General Information
hi: सामान्य सूचना

# LblHistory
source: History
hi: इतिहास

# lblICType
source: Select Id. Card Type
hi: चुनें आईडी. कार्ड प्रकार

# lblILLAccItem
source: ILL Accessioned Item
hi: बीमार परिग्रहण आइटम

# LblIndentDate
source: Indent Date:
hi: इंडेंट तिथि :

# LblIndentNo
source: Indent No.:
hi: इंडेंट नं :

# lblInvlDir
source: Invalid Directory
hi: अवैध निर्देशिका

# LblISBN
source: ISBN:
hi: आई एस बी एन:

# lblIssue
source: Issue Upto Date
hi: अंक तक की तिथि

# lblIssueAccessItem
source: Issue Accessioned Item
hi: अंक परिग्रहण आइटम

# lblItemsIll
source: No. of Items on Ill
hi: बीमार का आइटम नंबर पर

# Lbljfixed
source: Fixed
hi: स्थिर

# Lbljmanual
source: Flexible
hi: गैर स्थिर

# lblJournalBindwithoutall
source: Journal Binding without All Arrival
hi: जर्नल बाध्यकारी सभी आगमन के बिना

# LbllatestIssue
source: latest Issue
hi: नवीनतम अंक

# LbllatestVolume
source: latest Volume
hi: नवीनतम खंड

# Lbllibinformation
source: Library Information
hi: पुस्तकालय सूचना

# lblLibrary
source: Library
hi: पुस्तकालय

# lblLostAccessItem
source: Lost Accessioned Item
hi: खो परिग्रहणआइटम

# lblLostItems
source: No. of Lost Items
hi: आइटम नंबर में खो

# lblmarcrecforaccno
source: MARC 21 Record For Acc. No.-
hi: मार्क 21 एसीसी के लिए रिकॉर्ड है . संख्या --

# lblMediaT
source: Media Types
hi: मीडिया प्रकार

# lblmemLib
source: Member/Library/Guest
hi: सदस्य / पुस्तकालय

# lblMissingAccItem
source: Missing Accessioned Item
hi: गुम परिग्रहण आइटम

# lblMissingItems
source: No. of Missing Items
hi: आइटम नंबर के गुम

# lblMsgT
source: For Only KeyWord Search
hi: <font style="background-color:pink;"> खोजशब्द के लिए केवल खोज: - </font>

# LblNewBknum
source: New Book Number
hi: नई पुस्तक संख्या

# lblNewPwd
source: New Password
hi: नया पासवर्ड

# Lblnewspaper
source: News Paper Title
hi: समाचार पत्र शीर्षक

# Lblnewstitles
source: News Paper Title(s)
hi: समाचार पत्र शीर्षक ( ओं )

# Lblnonarrivalreport
source: Department Wise Journal Non Arrival Report
hi: पत्रिका विभाग के आधार पर गैर आगमन रिपोर्ट

# Lblnonarrivedissuesjou
source: Non Arrived Issues of Journals
hi: गैर पहुंचे पत्रिकाओं के मुद्दे

# lblNoofCpy
source: No. of Copies
hi: प्रतिलिपि की संख्या

# lblNormalArrive
source: Currently Subscribed Journal(s)
hi: वर्तमान में सदस्यता जर्नल (ओ)

# lblOccu
source: Occurs Once At
hi: इस समय एक बार होता है

# lbloccurs
source: Occurs
hi: होता है

# LblOldBknum
source: Old Book Number
hi: पुराने बुक संख्या

# lblonline
source: Online Purchase order processing
hi: ऑनलाइन खरीद आदेश प्रक्रमण

# lblopacsettings
source: OPAC Settings
hi: ओ पी ए सी सेटिंग्स

# Lblpackagesearch
source: Package Number Based Search
hi: संकुल की संख्या के आधार खोज

# lblPath
source: CD ROM Storage Path
hi: सीडी रॉम संग्रहण पथ

# LblPayamt
source: Payable Amt.
hi: मात्रा देय है

# LblpayAmtin
source: Payable Amt. in
hi: मात्रा देय है . में

# lblPeriod
source: Period Details
hi: अवधि विवरण

# lblphrase1
source: Phrase 1 Text
hi: वाक्यांश पाठ 1

# lblphrase2
source: Phrase 2 Text
hi: वाक्यांश पाठ 2

# lblphrase3
source: Phrase 3 Text
hi: वाक्यांश 3 पाठ

# lblphrase4
source: Phrase 4 Text
hi: वाक्यांश 4 पाठ

# lblphrases
source: Phrases
hi: शब्द

# LblPrefix
source: Prefix
hi: उपसर्ग

# lblpreview
source: Preview
hi: पूर्वावलोकन

# lblprjtrpt
source: Project Reports
hi: परियोजना रिपोर्ट

# Lblproxysettings
source: Proxy Settings
hi: प्रॉक्सी सेटिंग्स

# LblPssDown
source: Password Based Downloads
hi: पासवर्ड के आधार डाउनलोड

# LblRackName
source: Item Location
hi: शेल्फ नाम

# LblRckCode
source: Shelf Code
hi: शेल्फ कोड

# LblRckID
source: Shelf Id
hi: शेल्फ क्रमांक

# LblRecords
source: Records
hi: रिकार्ड

# lblreportname
source: Report Name
hi: रिपोर्ट नाम

# lblSection
source: Section
hi: अनुभाग

# lblSelFSForBar
source: Select Font Size For Spine
hi: रीढ़ के लिए फ़ॉन्ट का आकार चुनें

# lblSelLibName
source: Select Library Name
hi: पुस्तकालय का नाम चुनें

# LblSeriesName
source: Series Name:
hi: श्रृंखला का नाम :

# lblServiceTax
source: Service Tax (%)
hi: सेवा कर ( % )

# lblSFS
source: Select Font Size For Barcode
hi: बारकोड के लिए फ़ॉन्ट का आकार चुनें

# lblShowExisting
source: Show Existing
hi: मौजूदा दिखाएँ

# lblSLT
source: Label Type
hi: लेबल प्रकार

# lblstatus
source: Item Status(Default)
hi: निरुपित स्थिति

# lblsubperiod
source: Subscription Period
hi: सदस्यता अवधि

# LblSuffix
source: Suffix
hi: प्रत्यय

# lblTaskName
source: Task Name
hi: कार्य का नाम

# lbltheme
source: Themes
hi: थीम्स

# lblTotalAccessItem
source: Total Accessioned Item
hi: कुल परिग्रहण आइटम

# lbltotalaccitem
source: Total Accessioned Item(s)
hi: कुल परिग्रहण आइटम ( ओं )

# lblTotalAmt
source: Total Amount
hi: कुल राशि

# lblTtlAccItemtask
source: Total Accessioned Item in task
hi: परिग्रहण मद में कुल कार्य

# LblTtlAccsnd
source: Total Accessioned
hi: कुल परिग्रहण

# LblTtlCat
source: Total Catalogued
hi: कुल सूचीबद्ध

# lblUploadFile
source: File To Upload
hi: फ़ाइल अपलोड करें

# Lblurl
source: (Example:- http://www.iitk.ac.in)
hi: ( उदाहरण : -- http://www.iitk.ac.in )

# LblUWisAWisPcsR
source: User Wise, Action wise Process Report
hi: प्रयोक्ता के आधार पर , कार्रवाई रिपोर्ट प्रक्रिया के आधार पर

# lblVCtlsrch
source: Vendor Wise Catalogued Search
hi: विक्रेता कार्रवाई रिपोर्ट प्रक्रिया सूचीबद्ध खोज

# LblWebsite
source: Website
hi: वेबसाइट

# Lblwooip
source: Arrival without order,invoice and payment
hi: आगमन के बिना आदेश, चालान और भुगतान

# lblWriteItems
source: No. of Write off Items
hi: आइटम नंबर पर बट्टे खाते डालना

# lblWriteoffAccItem
source: Writeoff Accessioned Item
hi: Writeoff परिग्रहण आइटम

# lblXML
source: XML
hi: एक्स एम एल

# lblYearSem
source: Year/Sem.
hi: वर्ष / सेमेस्टर

# LBMdiaTy
source: Media Type(G.M.D.)
hi: मीडिया प्रकार (जी एम डी)

# LbMediaType
source: Media Type
hi: मीडिया प्रकार

# LBMore
source: More...
hi: और ...

# LBnk
source: Bank
hi: बैंक

# LBnkN
source: Bank Name
hi: बैंक का नाम

# LBookAccessionDetails
source: Book Accession Details
hi: अवाप्ति विवरण पुस्तक

# LBookArrivalReport
source: Book Arrival Report
hi: हॉस्टल्सक्लब के यहां आगमन रिपोर्ट

# LbookIssueEntry
source: Book Issue Entry
hi: हॉस्टल्सक्लब के यहां अंक प्रविष्टि

# LbookReturnEntry
source: Book Return Entry
hi: पुस्तक वापस प्रवेश

# LBooks
source: Books
hi: किताबें

# LBookTitle
source: Book Title
hi: पुस्तक शीर्षक

# LBOriginal
source: Original
hi: मूल

# LBOrigPrice
source: Original Price
hi: मूल मूल्य

# Lbound
source: Bound
hi: बाँधा हुआ

# LBParlTtl
source: Parallel Title
hi: समांतर शीर्षक

# LbPassBaISSRET
source: Password Based Issue/Return
hi: पासवर्ड के आधार अंक / लौटें

# LBPubl
source: <font style="background-color:yellow;">P</font>ublisher
hi: प्रकाशक

# LbPublisher
source: Publisher
hi: प्रकाशक

# LBRate
source: Bank Rate
hi: बैंक दर

# lbRequest
source: Request
hi: निवेदन

# LbRequester
source: Requester
hi: अनुरोधक

# LBRtnDtl
source: ReturnDetails...
hi: वापसी विवरण ...

# LBStmntResA
source: Statement of Responsibility Area.
hi: वक्तव्य का उत्तरदायित्व क्षेत्र है

# LBudDetail
source: Existing Budget Details:
hi: मौजूदा बजट विवरण :

# LBUnifTtl
source: Uniform Title
hi: यूनिफ़ॉर्म शीर्षक

# lbvendor
source: vendor
hi: विक्रेता

# LBVolPart
source: Volume & Part
hi: मात्रा और भाग

# Lby
source: by
hi: के द्वारा

# lCallNonn
source: Call No.:
hi: फोन नंबर :

# LCalN
source: Call No.
hi: फोन नंबर

# lCancleOrderReport
source: Cancel Order Report
hi: रिपोर्ट के आदेश रद्द करें

# LCartContents
source: Cart Contents
hi: मृच्छकटिकम् अनुक्रमणिका

# LCastcat
source: Caste Category
hi: जाति श्रेणी

# LCat
source: Category
hi: श्रेणी

# LCate
source: Cate<font style="background-color:yellow;">g</font>ory
hi: श्रेणी

# LCatlogDEn
source: Catalogue Data Entry
hi: सूचीपत्र डेटा प्रविष्टि

# LCatSource
source: Cat. Source
hi: श्रेणी स्रोत

# Lcd
source: Course/ Designation
hi: पाठयक्रम / पदनाम

# LCDDVD
source: CD/DVD
hi: सीडी / डीवीडी

# LCDGr
source: CD Group
hi: सीडी समूह

# LCDGrpDes
source: CD Group Description
hi: सीडी समूह विवरण

# LCDn
source: Course/Designatio<font style="background-color:yellow;">n</font>
hi: पाठयक्रम /उपाधि

# LCDNoDes
source: CD No. Designates
hi: सीडी नामोद्दिष्ट (ओ) नं

# LCDRomTitle
source: CD-ROM Title
hi: सीडी- ROM शीर्षक

# LCDSer
source: CD Service
hi: सीडी सेवा

# LCDSerGrName
source: CD Service Group Name
hi: सीडी सेवा समूह नाम

# LCDSerName
source: CD Service Name
hi: सीडी सेवा नाम

# LCDSubGr
source: CD Subgroup
hi: सीडी उपसमूह

# LCDTitle
source: CD Title
hi: सीडी शीर्षक

# LCease
source: Ceased
hi: समाप्त

# LCess
source: Cess(%)
hi: उपकर ( % )

# LChIN
source: Challan/Invoice No.
hi: चालान / चालान नं

# LChseLang
source: Choose Language
hi: भाषा चुनें

# LciDate
source: Challan/Invoice Date
hi: चालान / चालान तिथि

# LCirNum
source: Circular Number
hi: परिपत्र संख्या

# Lcity
source: &nbsp;City
hi: नगर

# LClmAdd
source: Claim Address
hi: दावा पता

# LComp
source: Compiler
hi: संकलक

# Lcompiledy
source: compiled by
hi: द्वारा संकलित

# LConf
source: Conference
hi: सम्मेलन

# LConNo
source: Contact No.
hi: संपर्क नंबर

# LConsort
source: Consortium Name
hi: कंसोर्टियम नाम

# LConsortIcon
source: Icon
hi: चिह्न

# LConsotm
source: Consortium
hi: कंसोर्टियम

# LCont
source: Content
hi: सामग्री

# LContent
source: Contents
hi: अनुक्रमणिका

# LContinue
source: Continue
hi: जारी रखें

# Lcontnt
source: Content
hi: सामग्री

# LControlNo
source: Control No.
hi: नियंत्रण नं

# Lcopiesord
source: No. of copies ordered
hi: के आदेश की प्रतियां नं

# LCopInfo
source: Copies Information
hi: प्रति सूचना

# LCorD
source: Correspondence Details
hi: पत्राचार विवरण

# LCorpAdd
source: Correspondence Addresses
hi: पत्राचार पते

# LCouNo
source: Course No.
hi: पाठयक्रम नं

# LCountry
source: &nbsp;Country
hi: देश

# LcpRecmmnd
source: No. of copies recommended (in words)
hi: नंबर की सिफारिश की प्रतियां ( शब्दों में )

# LCPwd
source: Confirm Password
hi: पासवर्ड की पुष्टि करें

# LCreateNew
source: CreateNew
hi: नया बनाएँ

# LCrsDesig
source: Course/Designation
hi: पाठयक्रम / पदनाम

# LCurCode
source: Currency Code
hi: मुद्रा कोड

# LCurntStatusJ
source: Current Status of Journal
hi: वर्तमान स्थिति की जर्नल

# LCurr
source: <font style="background-color:yellow;"> C</font>urrency
hi: मुद्रा

# LCurrAmt
source: Current Amount
hi: वर्तमान राशि

# LCurrBal
source: Current Balance
hi: वर्तमान शेष

# LCurrency
source: Currency
hi: मुद्रा

# LCurrently
source: Currently no. of items in cart:
hi: इस समय नहीं है . मदों की गाड़ी में :

# LCurrName
source: Currency Name
hi: मुद्रा का नाम

# LCurrSess
source: Current Session
hi: वर्तमान सत्र

# LCUsrId
source: Current User ID
hi: वर्तमान उपयोगकर्ता आईडी

# LCutterLength
source: Cutter Length
hi: कटर लम्बाई

# LDactiveDt
source: Deactivation Date
hi: निष्क्रियकरण तिथि

# LDate
source: Date
hi: तिथि

# LDateAsOn
source: Date As On
hi: तिथि पर

# Lday
source: (Days)
hi: ( दिन )

# LDays
source: (Days)
hi: ( दिन )

# LDBBackupLoca
source: Database BackUp Location-
hi: डाटाबेस का बैकअप स्थान

# LDBName
source: New Database
hi: डेटाबेस नाम

# LDBPass
source: Database Password
hi: डाटाबेस के पासवर्ड

# LDBSerName
source: Database Server Name
hi: डाटाबेस सर्वर का नाम

# LDBUserID
source: Database User Id
hi: डाटाबेस के प्रयोक्ता क्रमांक

# LDD
source: Due Date
hi: अन्तिम तिथि

# LDdcNo
source: Dewey Decimal Classification
hi: डेवी दशमलव वर्गीकरण

# LDeActiDate
source: Deactivation Date
hi: निष्क्रियकरण तिथि

# LDeActive
source: Deactivated
hi: निष्क्रिय

# LDeactivete
source: Deactivated on
hi: निष्क्रिय पर

# LDece
source: Descending
hi: अवरोही

# LDefaCat
source: Default Category
hi: डिफ़ॉल्ट श्रेणी

# LdefaCity
source: Default City
hi: डिफ़ॉल्ट सिटी

# LDefaCountry
source: Default Country
hi: डिफ़ॉल्ट देश

# LDefaDept
source: Default Department
hi: डिफ़ॉल्ट विभाग

# LDefaDiscBook
source: Default Disc. %age On Books
hi: डिफ़ॉल्ट डिस्क है . % आयु पर पुस्तकें

# LDefaLang
source: Default Language
hi: डिफ़ॉल्ट भाषा

# LDefaMediaT
source: Default Media Type
hi: डिफ़ॉल्ट मीडिया प्रकार

# LdefaState
source: Default State
hi: डिफ़ॉल्ट राज्य

# LDeln
source: Deletion
hi: हटाने

# LDelyLag
source: Delivery Lag
hi: वितरण अंतराल

# LDelyMode
source: Delivery Mode
hi: वितरण तरीका

# LDept
source: Departmen<font style="background-color:yellow;">t</font>
hi: विभाग

# LDeptm
source: Department
hi: विभाग

# LDeptment
source: Depar<font style="background-color:yellow;">t</font>ment
hi: विभाग

# LDeptName
source: Department Name
hi: विभाग का नाम

# LDes
source: Description
hi: वर्णन
