Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# PlcOfPub
source: Place Of Publication:
hi: के स्थान पर प्रकाशन :

# PlzCkCNoFndInV
source: Please check the value of Field Copy Number, it has been found invalid.
hi: कृपया जाँच के मूल्य की संख्या फील्ड की प्रतिलिपि बनाएँ , यह पाया गया है अमान्य है

# PlzClkEBToGCrODCDet
source: Please Click on Enter Button to get correct O.D.C. details of member.
hi: दर्ज करें बटन पर क्लिक करें कृपया प्राप्त करने के लिए सही ओ डी सी विवरण के सदस्य हैं

# PlzContUVendr
source: Please Contact Your Vendor.
hi: कृपया आपका विक्रेता से संपर्क करें

# PlzCSOfAccNoAndR
source: Please Check the status of above mentioned Accession No.(s) and then retry.
hi: कृपया जाँचें की स्थिति के उपरोक्त अवाप्ति नं (ओ) और उसके बाद पुनः प्रयास है

# PlzEInvD
source: Please Enter Invoice Date
hi: कृपया चालान तिथि प्रविष्ट करें

# PlzEKeyWd
source: Please Enter The Keyword
hi: कृपया खोजशब्द दर्ज करें

# PlzGetIssue
source: Please get it issued with in
hi: कृपया इसे पाने के साथ जारी में

# PlzMkPEnt
source: Please make proper entry
hi: कृपया उचित प्रविष्टि

# PlzSelONo
source: Please select Order Number
hi: कृपया आदेश संख्या चुनें

# PlzSltDepts
source: Please select department(s).
hi: कृपया चुनें विभाग (ओ)

# PlzSltMbrGrps
source: Please select Member Group(s).
hi: सदस्य कृपया चुनें समूह (ओ)

# Plzsubbt
source: Please hit the submit button to process form
hi: कृपया हिट की प्रक्रिया के रूप में प्रस्तुत करने के लिए बटन

# Pmnt
source: payment
hi: भुगतान

# PmtCNLessDCdate
source: Payment Date can not be less than Draft/Cheque Date
hi: भुगतान की तिथि से कम नहीं हो सकता ड्राफ्ट / चैक तिथि

# PmtCrr
source: Payment Currency
hi: भुगतान की मुद्रा

# PmtDscp
source: Payment Description
hi: भुगतान का विवरण

# PmtDt
source: Payment Date
hi: भुगतान तिथि

# PmtMdAgnst
source: Payment Made Against :
hi: मेड भुगतान के खिलाफ :

# PmtTyp
source: Payment Type
hi: भुगतान प्रकार

# PndgSubptionJournal
source: Pending Subscription of Journal (s)
hi: लंबित सदस्यता के जर्नल (ओ)

# PntNotPermit
source: Printing is not permitted for gifted items.
hi: मुद्रण के लिए उपहार में मदों की अनुमति नहीं है

# PostBy
source: Posted By
hi: द्वारा पोस्ट किया

# PostCatl
source: Post Catalogue
hi: पोस्ट सूचीपत्र

# PostCtlSrch
source: Post Catalogue Search
hi: सूचीपत्र पोस्ट खोजें

# PPcsDonRecCNDel
source: Payment process has been done, so record cannot be deleted.
hi: भुगतान की प्रक्रिया किया गया है , इसलिए रिकॉर्ड हटाए नहीं जा सकते

# PpnlAmt
source: Prop. Amt. -- Proportional Amount
hi: उचित राशि -- आनुपातिक की गई राशि

# PrCantMied
source: Price cannot be modified because Invoicing has been done for arrival.
hi: मूल्य संशोधित नहीं किया जा सकता है क्योंकि चालान आगमन के लिए किया गया है

# PreCatl
source: Pre Catalogue
hi: पूर्व सूचीपत्र

# PreCtlSrch
source: Pre Catalogue Search
hi: पूर्व सूची खोजें

source: Prepare
hi: तैयार

source: Previous
hi: पिछला

# Prgrm
source: Program
hi: कार्यक्रम

# PricecopyAlAvail
source: Cost/Copy is already available for this Date.
hi: मूल्य / कॉपी इस तिथि के लिए पहले से ही उपलब्ध है

# PrifixExist
source: Prefix and suffix Name already Exists.
hi: उपसर्ग का नाम पहले से मौजूद है

# PrintDate
source: Printing Date
hi: मुद्रण तिथि

source: Priority
hi: प्राथमिकता

# Prma
source: Proforma
hi: विवरण

source: Process Order
hi: प्रक्रिया आदेश

# PRsMGrtr0
source: Price in Rs. must be greater than 0.
hi: मूल्य में रु . 0 से अधिक होना चाहिए

# Prts
source: Parts
hi: भाग

# Pstg
source: Postage
hi: डाक

# PstgASpng
source: Postage & Shipping
hi: डाक व शिपिंग

# PstgOShp
source: Postage/Shipping
hi: डाक / नौवहन

# PTyp
source: Person Type
hi: व्यक्ति का प्रकार

# pub
source: Publication
hi: प्रकाशन

# PubBase
source: Publisher Based
hi: प्रकाशक आधार

# PubCodeExist
source: Publisher code already exists
hi: प्रकाशक कोड पहले से मौजूद है

# PubDateNotBefore
source: Publication To date cannot be before Publication From date.
hi: प्रकाशन तिथि करने के लिए नहीं किया जा सकता है प्रकाशन तिथि से पहले है

# PubDtDWthIrTOfFrq
source: Publication date must be defined with Irregular type of frequency.
hi: प्रकाशन तिथि से परिभाषित किया जाना चाहिए अनियमित प्रकार की आवृत्ति

# PubInPress
source: Publication is in press.
hi: प्रेस प्रकाशन में है

# PUBinPrs
source: Publication is in press
hi: प्रेस प्रकाशन में है

# PublisherwiseJournal
source: Publisher wise Journal(s)
hi: प्रकाशक के आधार पर जर्नल (ओ)

# PUBmalven
source: Publication mailed by vendor.
hi: मेल द्वारा प्रकाशन विक्रेता है

# Pubwise
source: Publisher wise
hi: प्रकाशक के आधार पर

# putCard
source: Put Your ID Card
hi: आपका आईडी कार्ड रखें

# putItem
source: Put Your Item
hi: अपने मद

# putItemToIssue
source: Put Items on Sensor to issue
hi: सेंसर करने के मुद्दे पर डाल आइटम

# putItemToReturn
source: Put Items on Sensor to Return
hi: आइटम पर डाल सेंसर करने के लिए वापस

# pwd
source: Password
hi: पासवर्ड

# PwdChngSccsf
source: Password Changed successfully.
hi: पासवर्ड सफलतापूर्वक परिवर्तित

# PwdFldCantLBlnk
source: Password fields can not be blank.
hi: पासवर्ड क्षेत्रों नहीं किया जा सकता है रिक्त है

# PwdVNoMtch
source: Password value does not match.
hi: पासवर्ड मान से मेल नहीं खाता

# QNMbrGtrThNCpies
source: Queue Number of Member is greater then Number of available copies.
hi: पंक्ति की संख्या अधिक है तो सदस्य संख्या प्रतियां उपलब्ध है

# QNoOfMemNot1
source: Queue Number of Member is not 1 for selected item and no Extra copy is available in Library.
hi: पंक्ति की संख्या के सदस्य नहीं है 1 मद चयन के लिए कोई अतिरिक्त प्रतिलिपि और पुस्तकालय में उपलब्ध है

# QuNo
source: Queue No.
hi: पंक्ति नं

# RBAdSea
source: Advance Search
hi: उन्नत खोज

# RBAll
source: Allocate
hi: बाँटना

# RBAllI
source: All Indent
hi: सभी इंडेंट

# RBAllO
source: All Order
hi: सभी आदेश

# RbAllPages
source: All Pages
hi: सभी पृष्ठों

# RBAutoAccNoGenACty
source: According to Category
hi: स्वचालित अवाप्ति संख्या जनरेशन के अनुसार श्रेणी

# RBAutoAccNoGenASAPf
source: According to Selected Accession Prefix
hi: स्वचालित अवाप्ति संख्या जनरेशन के अनुसार चयनित अवाप्ति उपसर्ग

# RBAutoAccNoGenWOAPf
source: Without Accession Prefix
hi: स्वचालित अवाप्ति संख्या जनरेशन के बिना अवाप्ति उपसर्ग

# RBBackupDB
source: Backup Database
hi: डाटाबेस के संरक्षा

# RBBoth
source: Both
hi: दोनों

# RBCash
source: Cash
hi: नकद

# RBChqDD
source: Cheque / Demand Draft
hi: चैक / मांग ड्राफ्ट

# RBCiirc
source: Circular
hi: परिपत्र

# RBCircPost
source: Circular Posting
hi: परिपत्र पोस्टिंग

# RBClrC
source: Clear cart
hi: साफ़ गाड़ी

# RbCont
source: Continued
hi: लगातर

# RBCourse
source: Course
hi: पाठ्यक्रम

# RBCredit
source: Credit Note
hi: क्रडिट नोट

# RBCurrI
source: Current Indent
hi: वर्तमान इंडेंट

# RBCurrO
source: Current Order
hi: वर्तमान आदेश

# RBDateR
source: Date Range
hi: तिथि सीमा:

# RBDeAll
source: De-Allocate
hi: आवंटित

# RBDesignation
source: Designation/Multi Disciplinary Course
hi: पदनाम / बहु अनुशासनिक पाठ्यक्रम

# RBDoc
source: .Doc
hi: . डीओसी

# RBDraftChq
source: Draft/Cheque
hi: ड्राफ्ट / चैक

# RBForBook
source: For Book
hi: के लिए बुक

# RBForJournal
source: For Journal
hi: पत्रिका के लिए

# RBForPub
source: For Publisher
hi: क्योंकि प्रकाशक

# RBForVen
source: For Vendor
hi: विक्रेता के लिए

# RBGiftI
source: Gift Indent Based
hi: उपहार के आधार इंडेंट

# RBIBased
source: Indent Based
hi: इंडेंट आधार

# RBLeft
source: Left
hi: छोड़ा

# RBLib
source: Library
hi: पुस्तकालय

# RBManAccNoEntry
source: Manual Accession Number Entry
hi: मैनुअल प्रविष्टि प्राप्ति क्रमांक

# RBMemb
source: Member
hi: सदस्य

# RBNormalI
source: Normal Indent Based
hi: सामान्य आधार इंडेंट

# RBNot
source: Notice
hi: सूचना

# RBNotPost
source: Notice Posting
hi: पोस्टिंग की सूचना

# RBOrNoBaSea
source: Order Number Based Search
hi: आदेश संख्या के आधार खोज

# RBPay
source: Pay
hi: वेतन

# RBPdf
source: .Pdf
hi: .पीडीएफ

# RBRange
source: Range
hi: सीमा

# RBRefC
source: Refresh Cart
hi: ताज़ा करें मृच्छकटिकम्

# RBReplyI
source: Reply For All Indent (Cancellation)
hi: उत्तर के लिए सभी इंडेंट ( रद्द करने )

# RBReplyIdI
source: Reply For Individual Indents (Cancellation/Left Pending)
hi: उत्तर के लिए व्यक्तिगत मांगपत्र ( रद्द करने / बाकी लंबित )

# RBRestorDB
source: Restore Database
hi: पुनर्स्थापित डाटाबेस

# RBSvAPnt
source: Save and Print
hi: सहेजें और मुद्रण

# RBTop
source: Top
hi: चोटी

# RcdCantUpdt
source: Record cannot be updated.
hi: रिकार्ड को अद्यतन नहीं किया जा सकता है

# RcdCntSveSpfyJTAlyExt
source: Record can not be saved, Specified Journal title already exists.
hi: रिकार्ड का उद्धार नहीं हो सकता , जर्नल शीर्षक निर्दिष्ट पहले से मौजूद है

# RcdcntSveSpfyPrityAldyExt
source: Record can not be saved, Specified Priority already exists.
hi: रिकार्ड का उद्धार नहीं हो सकता , निर्दिष्ट प्राथमिकता पहले से मौजूद है

# RcdFundPrntg
source: Record not found for printing.
hi: मुद्रण के लिए रिकॉर्ड नहीं मिला

# RcdNF
source: Records not found.
hi: रिकार्ड नहीं मिला

# RcdNotVldRtnOp
source: Record(s) are not valid for return operation.
hi: रिकॉर्ड (ओ) आपरेशन वापसी के लिए वैध नहीं हैं

# RcdSJNo
source: Record Saved with Journal No.-
hi: जर्नल के साथ रिकार्ड सहेजा नं --

# RcdSvAccNo
source: Record Saved with Accession No.
hi: अवाप्ति के साथ रिकार्ड सहेजा नं

# RcptAmt
source: Receipt Amount
hi: रसीद की गई राशि

# RcptID
source: Receipt ID
hi: रसीद आईडी

# RcptMAdd
source: Recipients mail address
hi: प्राप्तकर्ता मेल पता

# RcptNo
source: Receipt No.
hi: रसीद नं

# RcSaveDocNo
source: Record Saved with Document Number.
hi: सहेजे गए दस्तावेज़ के साथ रिकार्ड संख्या है

# RcvDtNLsTnRtnDt
source: Receive-Date should be less than the Return-Date.
hi: प्राप्त की तिथि से भी कम की जानी चाहिए तिथि की वापसी की है

# RDatNotBelAS
source: Reply date does not belong to Academic Session.
hi: उत्तर तिथि शैक्षणिक सत्र नहीं है

# RDCLThDLD
source: Released Date can not be less than Data Loading Date.
hi: विमोचन तिथि से कम नहीं हो सकता तिथि डेटा लोड हो रहा है

# rDel
source: Delete operation completed successfully.
hi: हटाएँ आपरेशन सफलतापूर्वक पूरी की

# rDelChExist
source: Record can not be deleted. Related entries found in other tables.
hi: रिकॉर्ड हटाए नहीं जा सकते . संबंधित प्रविष्टियाँ अन्य तालिका में पाया

# rDelNotExist
source: Record which you are trying to delete does not exist in database.
hi: रिकॉर्ड करने का प्रयास कर रहे हैं जो आप हटाना डेटाबेस में मौजूद नहीं है

# rDelSpecify
source: Specify the record to be deleted.
hi: निर्दिष्ट के रिकॉर्ड को नष्ट कर दिया गया

# RDraft
source: Fill all the required fields
hi: ड्राफ्ट / चैक तिथि दर्ज करें

# RDraftN
source: Enter Draft/Cheque No.
hi: ड्राफ्ट / चैक नं दर्ज करें

# recAlExists
source: Record Already Exists.
hi: रिकॉर्ड पहले ही मौजूद है

# RecDSful
source: Record Deleted Successfully.
hi: रिकॉर्ड सफलतापूर्वक नष्ट कर दिया गया है

# RecDt
source: Receive Date
hi: प्राप्त तिथि

# RecNFBwn
source: Records not found between
hi: रिकॉर्ड्स के बीच नहीं मिला

# RecNoLong
source: Record no longer exists.
hi: रिकार्ड अब मौजूद नहीं है

# RecnotFound
source: Can not be Saved, Service Detail(s) not found.
hi: सहेजा नहीं हो सकता , सेवा विवरण (ओ) नहीं मिला

# RecNotSavNoAllw
source: Record cannot be saved,Budget status of department is NotAllowed.
hi: रिकार्ड का उद्धार नहीं हो सकता , बजट की स्थिति विभाग NotAllowed है

# RecnotUpload
source: Unable to Upload File.
hi: फ़ाइल अपलोड करने में असमर्थ है

# RecNSpAvlFDel
source: Record(s) Not Specified/Available For Deletion.
hi: रिकॉर्ड (ओ) निर्दिष्ट नहीं / हटाने के लिए उपलब्ध है

# RecNSpFThsO
source: Record not Specified for this operation.
hi: इस आपरेशन के रिकॉर्ड के लिए निर्दिष्ट नहीं है

# RecNVldForRO
source: Record(s) are not valid for return operation.
hi: रिकॉर्ड (ओ) आपरेशन वापसी के लिए वैध नहीं हैं

# RecordNoUp
source: Record cannot be updated, Related entries found in other tables.
hi: रिकार्ड को अद्यतन नहीं किया जा सकता है , अन्य संबंधित प्रविष्टियाँ तालिका में पाया

# RecordsPrc
source: Record(s) processed.
hi: रिकॉर्ड (ओ) संसाधित

# RecPPg
source: Records/Page:
hi: रिकार्ड / पेज :

# RecS
source: Record Separator
hi: रिकॉर्ड विभाजक

# recsave
source: Record Saved
hi: रिकॉर्ड जमा

# recSaveInvoic
source: Record Save
hi: रिकार्ड में सहेजें

# RecSaveSuccess
source: Record saved successfully.
hi: रिकार्ड को सफलतापूर्वक सहेज लिया है

# RecsaveWInvoicNo
source: Record Saved with Invoice No.
hi: रिकार्ड के साथ सहेजा चालान नं

# RecSavewithGIndent
source: Record Saved with Gift Indent No.-
hi: उपहार इंडेंट नं सहेजा रिकॉर्ड के साथ --

# RecSaveWithPubCode
source: Record Saved with Publisher Code
hi: सहेजे गए कोड के साथ रिकार्ड प्रकाशक

# RecsaveWithVenCode
source: Record Saved with Vendor Code
hi: विक्रेता के साथ रिकार्ड सहेजे गए कोड

# RecSaveWPckNo
source: Record Saved with Package No.
hi: संकुल के साथ रिकार्ड सहेजा नं

# RecSavFollDet
source: Record Saved with Following Details :
hi: सहेजे गए विवरण के साथ रिकार्ड के बाद :

# RecSavOrd
source: Record saved with Order No-
hi: रिकार्ड के साथ सहेजी नहीं - आदेश

# RecSavWBilSrNo
source: Record Saved with Bill Serial No.
hi: सहेजे गए विधेयक का रिकॉर्ड के साथ सीरियल नं

# RecSavWDocNo
source: Record Saved with Document No.
hi: सहेजे गए दस्तावेज़ के साथ रिकार्ड नं

# RecSpecify
source: Record must be Specified
hi: रिकॉर्ड निर्दिष्ट किया जाना चाहिए

# RecSSysGenIRNo
source: Record Saved. System Generated Item Receipt No. is :
hi: रिकॉर्ड सहेजे गए . रसीद प्रणाली जनरेट आइटम नंबर है :

# RecSvWithSNo
source: Record Saved with Bill Serial No.
hi: सहेजे गए विधेयक का रिकॉर्ड के साथ सीरियल नं

# RecTp
source: Item Type
hi: मद प्रकार

# RecUploadSuccess
source: File Uploaded Successfully.
hi: फ़ाइल सफलतापूर्वक अपलोड किया गया

# RefBkCNIss
source: Reference book can not be issued.
hi: संदर्भ पुस्तक जारी नहीं किया जा सकता है

# RegCntActOvrDuBlnce
source: Registration can not be activated, Member has to clear over-due balance.
hi: पंजीकरण सक्रिय नहीं किया जा सकता है , सदस्य ने स्पष्ट करने के लिए जरूरत से ज्यादा होने के कारण शेष है

# ReGen
source: Regenerate
hi: पुनर्जीवित

# RegiCnotPendBk
source: Registration cannot be activated, Pending Item(s) Found.
hi: पंजीकरण सक्रिय नहीं किया जा सकता है , लंबित आइटम ( ओं ) को मिला है

# RegNo
source: Registration Key
hi: पंजीकरण कुंजी

# RegstInd
source: Registered Inland
hi: पंजीकृत अंतर्देशीय

source: Re Indent
hi: पुनः इंडेंट

# ReIOperCS
source: Re-Issue operation completed successfully.
hi: फिर से जारी अभियान को सफलतापूर्वक पूरा किया

source: Re-Issue Date
hi: फिर से जारी की तिथि

# RemdrD
source: Reminder Date
hi: अनुस्मारक तिथि

# RemdrN
source: Reminder Number
hi: अनुस्मारक संख्या

# RemLetPricProf
source: Reminder Letter for Price Proof
hi: अनुस्मारक पत्र के लिए इसका सबूत मूल्य

source: Reply
hi: उत्तर

# ReprintigRemdrLetter
source: No record found for reprinting of reminder letter.
hi: रिकॉर्ड के लिए नहीं पाया पुन: मुद्रण पत्र की याद दिलाते है

# ReqBarDate
source: Enter Bardate.
hi: बार दिनांक दर्ज करें

# ReqConsortiumN
source: Enter Consortium Name.
hi: कंसोर्टियम नाम दर्ज करें

# ReqDatabaseN
source: Enter Database Name.
hi: डाटाबेस के नाम दर्ज करें

# ReqEntAlmCode
source: Enter Almirah/Racks Code
hi: अलमारी दर्ज करें / रैक कोड

# ReqEntAlmName
source: Enter Almirah/Racks Name
hi: अलमारी दर्ज करें / रैक नाम

# ReqEntContentDesp
source: Enter Content Description.
hi: सामग्री का विवरण दर्ज करें

# ReqEntDestiPath
source: Enter Destination Path.
hi: गन्तव्य पथ दर्ज करें

# ReqEntDir
source: Enter Directory
hi: निर्देशिका दर्ज करें

# ReqEntEbook
source: Enter E-Book Title.
hi: ई पुस्तक शीर्षक दर्ज करें

# ReqEnterAbbr
source: Enter Abbreviation.
hi: नाम दर्ज करें

# ReqEnterAcdSDisplayN
source: Enter Acedemic Session Display Name.
hi: शैक्षणिक सत्र के प्रदर्शन का नाम दर्ज करें

# ReqEnterBindN
source: Enter Binder Name.
hi: बंधक का नाम दर्ज करें

# ReqEnterbindType
source: Enter Bind Type.
hi: बाध्य प्रकार दर्ज करें

# ReqEnterBldngCode
source: Enter Building Code.
hi: बिल्डिंग कोड प्रविष्ट करें

# ReqEnterBldngN
source: Enter Building Name.
hi: भवन का नाम दर्ज करें

# ReqEnterCastCat
source: Enter Caste Category.
hi: जाति श्रेणी दर्ज करें

# ReqEnterCatN
source: Enter Category Name.
hi: श्रेणी नाम दर्ज करें

# ReqEnterCC
source: Enter Cost/Copy.
hi: मूल्य / कॉपी करें दर्ज करे

# ReqEnterCDN
source: Enter Course/Designation.
hi: पाठ्यक्रम / पदनाम दर्ज करे

# ReqEnterCity
source: Enter City.
hi: शहर दर्ज करें

# ReqEnterCityPA
source: Enter City of Permanent Address.
hi: शहर का स्थायी पता दर्ज करें

# ReqEnterConfPwd
source: Enter Confirm Password.
hi: पासवर्ड की पुष्टि दर्ज करें

# ReqEnterCurN
source: Enter Currency Name.
hi: मुद्रा का नाम दर्ज करें

# ReqEnterDeptN
source: Enter Department Name.
hi: विभाग का नाम दर्ज करें

# ReqEnterDesF
source: Enter Description Field.
hi: फील्ड का विवरण दर्ज करें

# ReqEnterDuD
source: Enter Due Date.
hi: अन्तिम तिथि प्रविष्ट करें

# ReqEnterEff
source: Enter Effective from.
hi: प्रभावी ढंग से दर्ज करें

# ReqEnterEffectiveD
source: Enter Effective Date.
hi: प्रभावी तिथि प्रविष्ट करें

# ReqEnterEmailvalid
source: Enter Email In Proper Format.
hi: ईमेल सही फॉर्मेट में दर्ज करें

# ReqEnterFlrCode
source: Enter Floor Code.
hi: तल कोड प्रविष्ट करें

# ReqEnterFlrN
source: Enter Floor Name.
hi: तल का नाम दर्ज करें

# ReqEnterHolyD
source: Enter Holiday Date.
hi: छुट्टी की तिथि प्रविष्ट करें

# ReqEnterHouse
source: Enter House & Street.
hi: दर्ज करें और सदन स्ट्रीट

# ReqEnterInstiN
source: Enter Institute Name.
hi: संस्थान का नाम दर्ज करें

# ReqEnterInvAmt
source: Enter Invoice Amount.
hi: चालान की गई राशि दर्ज करें

# ReqEnterIssuBLim
source: Enter Issued Books Limit.
hi: टिकट पुस्तकें सीमा दर्ज करें

# ReqEnterIssuJLim
source: Enter Issued Journal Limit.
hi: टिकट सीमा जर्नल प्रविष्ट करें

# ReqEnterIssuLimB
source: Enter Issue Days Limit for Books.
hi: दिन के लिए किताबें सीमा अंक दर्ज करें

# ReqEnterIssuLimJ
source: Enter Issue Days Limit for journal.
hi: दिन के लिए सीमा पत्रिका अंक दर्ज करें

# ReqEnterItmSta
source: Enter Item Status.
hi: आइटम की स्थिति दर्ज करें

# ReqEnterLodSta
source: Enter Loading Status.
hi: स्थिति लोड हो रहा है, दर्ज करे

# ReqEnterMaxDay
source: Enter Maximum Issue Days.
hi: दिन अधिकतम अंक दर्ज करें

# ReqEnterMediaN
source: Enter Media Name.
hi: मीडिया का नाम दर्ज करें

# ReqEnterMemGrN
source: Enter Member Group Name.
hi: सदस्य समूह नाम दर्ज करें

# ReqEnterNewAddAmt
source: Enter New Additional Amount.
hi: नई अतिरिक्त राशि दर्ज करें

# ReqEnterODuChargB
source: Enter Over Due Charges Per Day for Books.
hi: प्रति दिन से अधिक होने के कारण दर्ज करें शुल्क के लिए किताबें हैं

# ReqEnterODuChargJ
source: Enter Over Due Charges Per Day for Journal.
hi: से अधिक होने के कारण शुल्क के लिए प्रति दिन पत्रिका है दर्ज करें

# ReqEnterOverDu
source: Enter Over Due Charge Per Day.
hi: प्रभार प्रति दिन से अधिक होने के कारण दर्ज करें

# ReqEnterPerCity
source: Enter Permanent City.
hi: स्थायी शहर दर्ज करें

# ReqEnterPerHouse
source: Enter Permanent House No. &amp; Street etc.
hi: स्थायी सदन नंबर दर्ज करें और सड़क आदि

# ReqEnterPrefixN
source: Enter prefix Name.
hi: उपसर्ग का नाम दर्ज करें

# ReqEnterRckCode
source: Enter Shelf Code.
hi: शेल्फ कोड प्रविष्ट करें

# ReqEnterRckN
source: Enter Shelf Name.
hi: शेल्फ का नाम दर्ज करें

# ReqEnterResLimB
source: Enter Reservation Limit(Days) for Books.
hi: आरक्षण की सीमा दर्ज करें ( दिन ) के लिए पुस्तकें हैं

# ReqEnterResLimJ
source: Enter Reservation Limit(Days) for Journal.
hi: आरक्षण की सीमा दर्ज करें ( दिन ) के लिए पत्रिका है

# ReqEnterRestorPath
source: Enter Restore Path.
hi: पुनर्स्थापित पथ दर्ज करें

# ReqEnterSearchText
source: Enter Search Text.
hi: खोज पाठ दर्ज करें

# ReqEnterShortN
source: Enter Short Name.
hi: संक्षिप्त नाम दर्ज करें

# ReqEnterStartNum
source: Enter Starting Number.
hi: प्रारम्भिक नंबर दर्ज करें

# ReqEnterState
source: Enter state.
hi: राज्य प्रविष्ट करें

# ReqEnterSubN
source: Enter Subject Name.
hi: विषय का नाम दर्ज करें

# ReqEnterSym
source: Enter Symbol.
hi: चिह्न दर्ज करें

# ReqEnterUId
source: Enter User ID.
hi: उपयोक्ता आईडी दर्ज करें

# ReqEnterValEmail
source: Enter valid E-mail.
hi: वैध ई मेल करें दर्ज करें

# ReqEnterValPath
source: Enter valid path.
hi: पथ मान्य दर्ज करें

# ReqEnterVenN
source: Enter Vendor Name.
hi: विक्रेता का नाम दर्ज करें

# ReqEntKeyword
source: Please Enter The Keyword
hi: कृपया खोजशब्द दर्ज करे

# ReqEntrEntryD
source: Enter Entry Date.
hi: प्रविष्टि तिथि प्रविष्ट करें

# ReqEntSearchSt
source: Please Enter Search Statement.
hi: कृपया खोज विवरण दर्ज करें

# ReqEntSerGrpN
source: Enter Service Group Name.
hi: सेवा समूह नाम दर्ज करें

# ReqEntSerN
source: Enter Service NAme
hi: सेवा नाम दर्ज करें

# ReqEntSerSubGrpN
source: Enter Service Sub Group Name.
hi: सेवा उप समूह नाम दर्ज करें

# ReqEntSourcePath
source: Enter Source Path.
hi: स्रोत पथ दर्ज करें

# ReqEntStartDate
source: Enter Start Date.
hi: प्रारंभ तिथि प्रविष्ट करें

# ReqEntStartLttr
source: Enter Starting No. for Letter.
hi: प्रारम्भिक नं पत्र के लिए दर्ज करें

# ReqEntTask
source: Enter Stock Report Name.
hi: स्टॉक रिपोर्ट नाम दर्ज करें

# ReqEntValUrl
source: Enter Valid Url.
hi: वैध यूआरएल भरें

# ReqEtrAddr
source: Enter Address.
hi: पता दर्ज करें

# ReqEtrAuthPerson
source: Enter Authorised Person.
hi: प्राधिकृत व्यक्ति दर्ज करें

# ReqEtrLibInsN
source: Enter Library/Institute Name.
hi: लाइब्रेरी / संस्थान का नाम है दर्ज करें

# ReqEtrMaxIssuD
source: Enter Max Issue Days.
hi: दिन अधिकतम अंक दर्ज करें

# ReqEtrOverDuCh
source: Enter Over Due Charge/Day.
hi: से अधिक होने के कारण प्रभार / दिन दर्ज करें

# ReqGOC
source: GOC Rate is not Valid.
hi: जी ओ सी दर वैध नहीं है

# ReqInvDate
source: Enter Invoice Date.
hi: चालान तिथि प्रविष्ट करें

# ReqN
source: Request No.
hi: अनुरोध नं

# ReqNewPwd
source: Enter new Password.
hi: नया पासवर्ड दर्ज करें

# ReqNoCopy
source: Enter No Of Copies.
hi: के प्रति नहीं है दर्ज करें

# ReqOldPwd
source: Enter old Password.
hi: पुराने पासवर्ड दर्ज करें

# ReqPerCountry
source: Enter Permanent Country.
hi: स्थायी देश दर्ज करें

# ReqPerState
source: Enter Permanent State.
hi: स्थायी राज्य प्रविष्ट करें

# ReqPfNo
source: Enter P F No.
hi: पी एफ नंबर दर्ज करें

# ReqPubName
source: Enter Publisher Name.
hi: प्रकाशक का नाम दर्ज करें

# ReqSeBilllSrNo
source: Select Bill Serial No.
hi: विधेयक को चुनें सीरियल नं

# ReqSelBindN
source: Select Binder Name.
hi: बंधक का नाम चुनें

# ReqSelBindType
source: Select Bind Type.
hi: बाध्य प्रकार चुनें

# ReqSelDesig
source: Select Designation.
hi: पदनाम चुनें

# ReqSelDocDatFromCal
source: Select Document Date from Calendar.
hi: दस्तावेज़ की तिथि से कैलेंडर चुनें

# ReqSelEbookSerGN
source: Select EBook Service Group Name.
hi: ई बुक सेवा समूह नाम चुनें

# ReqSelEBookSerN
source: Select E-Book Service Name.
hi: ई पुस्तक सेवा नाम चुनें

# ReqSelEbookSerNa
source: Select E-Book Service Name.
hi: चुनें ई-पुस्तक सेवा के नाम

# ReqSelEndDate
source: Select End Date.
hi: अन्त तिथि चुनें

# ReqSelInstiN
source: Select Institute Name.
hi: संस्थान का नाम चुनें

# ReqSelJoindate
source: Select Joining Date.
hi: तिथि चुनें शामिल है

# ReqSelSer
source: Select Services.
hi: सेवाएँ चुनें

# ReqSelStartDate
source: Select Start Date.
hi: प्रारंभ तिथि चुनें

# ReqSpIssuDate
source: Specify Issue Date.
hi: निर्दिष्ट दिनांक अंक

# ReqSpRetD
source: Specify Return Date.
hi: निर्दिष्ट दिनांक लौटें

# ReqYrPubGrterThO
source: Year Of Publication must be greater than 0.
hi: वर्ष के प्रकाशन 0 से अधिक होना चाहिए

# res
source: Result
hi: परिणाम

# ReserveDt
source: Reserve Date From
hi: रिजर्व की तिथि से

# ReservLimt
source: &nbsp;Reservation Limit (Days)
hi: आरक्षण की सीमा ( दिन )

# ResetIssue
source: Reset Issue Count
hi: रीसेट मुद्दे गिनती

# ResQNoGrtNoAvlCpy
source: Reservation Queue Number of Member is greater than Number of available copies.
hi: आरक्षण पंक्ति की संख्या के सदस्य की संख्या से अधिक है प्रतियां उपलब्ध है

source: Restore Path
hi: पुनर्स्थापित पथ

# ResvSTrFm
source: Reserve Section Transfer Form
hi: रिजर्व की धारा स्थानान्तरण पर्चे

# ResvtionNFndSlt
source: Reservations not found for selected.
hi: आरक्षण के लिए चयनित नहीं मिला है
