Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# SpSSGpAlExst
source: Specified Service Sub Group Name already exists under same Service Name.
hi: निर्दिष्ट सेवा उप समूह नाम पहले से ही सेवा नाम के नीचे मौजूद है

# SpTitle
source: Specify Title.
hi: शीर्षक निर्दिष्ट करें

# SPubDOwEVol
source: Select Publication Date otherwise enter Volume.
hi: चुनें प्रकाशन तिथि अन्यथा दर्ज करें मात्रा

# SpUTypDNotExst
source: Specified User Type does not exist.
hi: निर्दिष्ट प्रयोक्ता प्रकार मौजूद नहीं है

# SpValTitle
source: Specify The Valid Title Name.
hi: इस वैध शीर्षक नाम निर्दिष्ट करे

# SpVenCodeExist
source: Specified Vendor Code already exists.
hi: निर्दिष्ट विक्रेता कोड पहले ही मौजूद है

# SpvenExist
source: Specified Vendor already exists.
hi: निर्दिष्ट विक्रेता पहले से मौजूद है

# SpyEtyDt
source: Specify Entry Date.
hi: प्रविष्टि तिथि निर्दिष्ट करें

# spyfldnexit
source: Specified folder does not exist.
hi: निर्दिष्ट फ़ोल्डर मौजूद नहीं है

# spyPlcysltcat
source: Specify Policy for Selected category
hi: निर्दिष्ट नीति चयनित श्रेणी के लिए

# SpyUrl
source: Specify URL.
hi: निर्दिष्ट यू आर एल

# SQLServerNoExist
source: SQL Server does not exist or invalid user name and password given. Check Server Name, User Name and Password.
hi: Sql सर्वर या अवैध प्रयोक्ता नाम मौजूद नहीं है और पासवर्ड दिया. चेक सर्वर नाम, उपयोक्ता नाम और पासवर्ड

# SRange
source: Specify Range:
hi: श्रेणी निर्दिष्ट करें

# SrchBy
source: Search By
hi: द्वारा खोज

# SrchCrtria
source: Search Criteria
hi: खोज मानदंड

# SrchKey
source: Enter Number
hi: खोज खोजशब्द

# SrchRes
source: Search Results
hi: खोज परिणाम

# SrchStrBy
source: Search String by
hi: खोज स्ट्रिंग द्वारा

# SrchT
source: Search Text
hi: खोज पाठ

# SrchType
source: Search Type
hi: खोज प्रकार

# SrdBDpt
source: Shared By Department
hi: साझा विभाग द्वारा

# SRecFAcc
source: Specify Record for Accessioning.
hi: निर्दिष्ट रिकार्ड परिग्रहण के लिए

# SRecForLtrPcd
source: Specify the record, for letter proceed.
hi: पत्र आगे बढ़ना, के लिए रिकॉर्ड निर्दिष्ट करें

# SRecPnt
source: Specify record for printing.
hi: मुद्रण के लिए रिकॉर्ड निर्दिष्ट करे

# SRedFst
source: Select the Record First.
hi: चुनें रिकॉर्ड पहले

# SrfALft
source: Surface Air Lift
hi: सतह एयर लिफ्ट

source: Start Backup
hi: बैकअप प्रारंभ

# StartDate
source: Starting Date
hi: तिथि शुरू

# StartFileNoExist
source: Startup File Does Not Exist.
hi: Startup फ़ाइल नहीं अस्तित्व है

# StatusChSucesfully
source: Status Changed Successfully.
hi: स्थिति परिवर्तित सफलतापूर्वक

# StdRplyAlExit
source: Standard Reply Already Exists.
hi: मानक उत्तर पहले से ही मौजूद है

# Stkr
source: (5X13=65 Stickers)
hi: (3X8 = 24 पर्चा)

# Stkrs
source: (3X8=24 Stickers)
hi: (5x7 = 35 पर्चा)

# StkrSL
source: (4x8=32 Stickers)
hi: (3X7 = 21 पर्चा)

# StkrsSL
source: (3X7=21 Stickers)
hi: सेवानिवृत्ति से पहले रोक जारी / मान्य तक

# StockNFnd
source: Stock not found under this Stock Report.
hi: दुकान ऑडियो फ़ाइल

# StopIssuingRetDate
source: Stop Issuing Before Retirement/Valid Upto
hi: सेवानिवृत्ति से पहले रोक जारी / मान्य तक

# StoreAudFil
source: Store Audio File
hi: दुकान ऑडियो फ़ाइल

# String
source: UnSaveDataB
hi: कृपया.

# String2
source: package Id
hi: पैकेज आईडी

# StusMbrSlep
source: Status of member is SLEEP.
hi: पैकेज आईडी सदस्य की स्थिति सो रहा है

# StutsMbAlActive
source: Status of Member is already active.
hi: सदस्य की स्थिति पहले से ही सक्रिय है

# SubGpDscp
source: Subgroup Description
hi: उपसमूह वर्णन

# SubHead
source: Subject Heading
hi: विषय शीर्षक

# SubKeyExist
source: Subject/Keyword Already Exists.
hi: विषय / खोजशब्द पहले से मौजूद है

# SubNameAlExist
source: Subject name already exists.
hi: विषय नाम पहले से ही मौजूद है

# SubPrdYrCntLtrToYr
source: Subscription Period From Date cannot be later than To Date.
hi: तारीख से सदस्यता अवधि बाद में तिथि की तुलना करने के लिए नहीं किया जा सकता है

# SubsPrd
source: Subscription Period
hi: सदस्यता अवधि

# Succ
source: Successfully
hi: सफलतापूर्वक

source: Summary
hi: सारांश

# SUsrTyp
source: Select User Type.
hi: प्रयोक्ता प्रकार चुनें

# SvcSGrpN
source: Service Sub Group Name
hi: सेवा उप समूह का नाम

# SVenOPub
source: Select Vendor or Publisher.
hi: विक्रेता का चयन करें या प्रकाशक

# SymExistsSST
source: Symbol already exists for selected symbol type.
hi: प्रतीक पहले से ही चयनित प्रतीक प्रकार के लिए मौजूद है

# SymExistSST
source: Symbol Already Exists.
hi: प्रतीक पहले से मौजूद है

# synop
source: Synopsis
hi: सार

# SysFToImpD
source: System Failed to import data please try again.
hi: तंत्र विफल डेटा कृपया पुन: प्रयास करें आयात करने के लिए

# TabNoteSec
source: Notes Section
hi: नोटों की धारा

# TabPhyDesc
source: Physical Description
hi: शारीरिक वर्णन

# TabSersDesc
source: Series Description
hi: श्रृंखला वर्णन

# TabStdno
source: Standard No.(s)&amp; Subject(s)
hi: मानक नहीं (ओ) & विषय (ओ)

# TabTsRltInfo
source: Thesis Related Information
hi: थीसिस संबंधित जानकारी

# TAmtADbtdANotEql
source: Total Amount and Distributed Amount in Different departments are not Equivalent.
hi: कुल राशि और विभिन्न में राशि वितरित विभागों समतुल्य नहीं कर रहे हैं

# TAmtNAvl
source: Total amount is not available.
hi: कुल राशि उपलब्ध नहीं है

# TAmtNotEqlToCSpA
source: Total amount is not equal to current specify amount, Please Recalculate amount.
hi: कुल राशि निर्दिष्ट चालू करने के लिए राशि, कृपया दुबारा राशि के बराबर नहीं है

# TblOfCnt
source: Table of Contents
hi: सारणी के सामग्री

# TCantPmdUTecPrc
source: Transaction can not be performed under Technical Processing.
hi: सौदा तकनीकी संसाधन के तहत नहीं किया जा सकता

# TDDCFTy
source: DDC Field Type
hi: डी डी सी क्षेत्र के प्रकार

# TDtAtrFrmDt
source: To date is always after From date.
hi: तारीख करने के लिए हमेशा तिथि के बाद से है

# TechPcsdINtAvl
source: Technically Unprocessed Item(s) Are Not Available.
hi: तकनीकी असंसाधित आइटम (ओ) नहीं उपलब्ध हैं

# TechPcsdItm
source: Technically processed Items
hi: तकनीकी आइटम संसाधित

# TechUnPcsdItm
source: Technically Unprocessed Items
hi: तकनीकी असंसाधित आइटम

# TextBox1
source: Verdana
hi: Arial Unicode MS

# TextDirection
source: LTR
hi: एल टी आर

# TgtUrl
source: Target URL
hi: लक्ष्य यू आर एल

# TgtWeb
source: Target Website
hi: लक्ष्य वेबसाइट

# Thankyou
source: Thanking you.
hi: आपको धन्यवाद.

# ThereRAccompItemIss
source: There are accompanying item(s) issued.
hi: वहाँ के साथ आइटम हैं (ओ) जारी किए

source: Thesis
hi: थीसिस

# ThesisProject
source: Thesis/Project Report/Article(s)
hi: थीसिस / परियोजना रिपोर्ट / आलेख (ओ)

# ThisLibhas
source: This Library has
hi: यह लाइब्रेरी है

# ThrdSubHdngWis
source: Third Subject Heading Wise
hi: तीसरा विषय के आधार पर शीर्षक

# TimePAcdSesContUrVendor
source: Time Period of Default Academic Session is not Defined for application Please Contact your Vendor.
hi: समय अवधि डिफ़ॉल्ट शैक्षणिक सत्र के आवेदन अपने विक्रेता से संपर्क कृपया के लिए निर्धारित नहीं है

# TIssDay
source: Total Issued Days
hi: कुल जारी दिन

# titFilePwd
source: Assign/Change Password.
hi: निरुपित / पासवर्ड बदलें

# TITL
source: Title
hi: शीर्षक

# titl_sea
source: Title Search
hi: शीर्षक खोजें

# Title_accessreg
source: Item Accession Register
hi: मद अवाप्ति रजिस्टर

# Title_AccJRnt
source: Accessioned Journal Return
hi: परिग्रहण जर्नल लौटें

# Title_AccRgtrRpt
source: Accession Register Report
hi: अवाप्ति रजिस्टर रिपोर्ट

# Title_AddKwrds
source: Add Keywords
hi: खोजशब्द जोड़ें

# Title_AddKwrds1
source: Add Keyword
hi: खोजशब्द जोड़ें

# Title_AdsDJourSub
source: Address For Direct Journal Subscription
hi: पते के लिए प्रत्यक्ष पत्रिका सदस्यता

# Title_AdvSRslt
source: Advance Search Result
hi: अग्रिम खोज परिणाम

# Title_ArlStsDt
source: Arrival Status Detail
hi: आगमन की स्थिति का विस्तार

# Title_Atcn
source: Member Authentication
hi: सदस्य प्रमाणीकरण

# Title_AuditTrl
source: Audit Trail
hi: लेखापरीक्षा निशान

# Title_AuthBrw
source: Author Browse
hi: लेखक को ब्राउज़ करें

# Title_BaSrch
source: Basic Search Result
hi: बुनियादी खोज परिणाम

# Title_BkDisply
source: Book Display
hi: पुस्तक प्रदर्शन

# Title_BkIssue
source: Book Reissue
hi: किताब फिर से प्रकाशित करना

# Title_BkRcvRpt
source: Book Receive Report
hi: पुस्तक प्राप्त रिपोर्ट

# Title_BkResv
source: Book Reservation
hi: पुस्तक आरक्षण

# Title_BkUsgSt
source: Book Usage Statistics
hi: पुस्तक उपयोग के आँकड़े

# Title_bookaccessrep
source: Item Accession Report
hi: मद परिग्रहण रिपोर्ट

# Title_BookDt
source: Book Detail
hi: पुस्तक विवरण

# Title_BtnLPmsUTyp
source: Button level Permission For User Type
hi: प्रयोक्ता प्रकार के लिए बटन स्तर की अनुमति

# Title_BudRep
source: Budget Report
hi: बजट रिपोर्ट

# Title_CancIndRep
source: Cancel-Indent Report
hi: रद्द-इंडेंट रिपोर्ट

# Title_CatBack
source: Catalog Back
hi: वापस सूचीपत्र

# Title_CatCard
source: Catalogue Card
hi: सूची कार्ड

# Title_CatDatEdit
source: Catalogue Data Display/Editing/Deletion
hi: सूचीपत्र डेटा प्रदर्शित / संपादन / विलोपन

# Title_Catdet
source: Catalogue Detail
hi: सूचीपत्र विवरण

# Title_CatDTEdit
source: Catalogue Data Editing
hi: सूचीपत्र डेटा संपादन

# Title_CatItmLDef
source: Catalogued Item Location Definition
hi: सूची आइटम स्थान परिभाषा

# Title_CDServices
source: CD Services
hi: सीडी सेवाएँ

# Title_CDSrch
source: CD Search
hi: सीडी में खोजें

# Title_Clnd
source: Calender
hi: कैलेंडर

# Title_ContSrch
source: Content Search Result
hi: सामग्री खोज परिणाम

# Title_coursedesignation
source: Course/Desig
hi: पाठयक्रम / उपाधि

# Title_CtlgSrch
source: Catalogue Search
hi: सूचीपत्र में खोजें

# Title_datratd
source: Date Wise Exchange Rate
hi: तिथि वार विनिमय दर

# Title_department
source: Departments
hi: विभाग

# Title_deptrep
source: Department Wise Stock
hi: विभाग के आधार पर स्टॉक

# Title_DeptWIStock
source: Department Wise Item Stock
hi: विभाग के आधार पर मद स्टॉक

# Title_DeptWStock
source: Department Wise Stock
hi: विभाग के आधार पर स्टॉक

# Title_DptENonArv
source: Department wise Existing Journal(s) NonArrived
hi: विभाग के आधार पर मौजूदा जर्नल (ओ) नहीं पहुँचा ।

# Title_DwnInd
source: Download Indent
hi: डाउनलोड इंडेंट

# Title_EBkSrch
source: E-Book Search
hi: ई -पुस्तक खोज

# Title_EbkT
source: E-Book Title
hi: ई -पुस्तक शीर्षक

# Title_EdCat
source: Edit Catalog
hi: संपादित करें सूचीपत्र

# Title_GiftIndRep
source: Gift-Indent Report
hi: उपहार-इंडेंट रिपोर्ट

# title_GroupsofCDServices
source: Groups of CD Services
hi: सीडी सेवाओं के समूह

# Title_holmanagement
source: Holiday Management
hi: अवकाश प्रबंधन

# Title_IIssueBackLog
source: Item Issue(Back Log)
hi: मद अंक (पीछे प्रवेश करें)

# Title_IndRep
source: Indent Report
hi: इंडेंट रिपोर्ट

# Title_InStatus
source: Indent Status
hi: इंडेंट स्थिति

# Title_IntCS
source: Integrated CAS and SDI
hi: एकीकृत सी ए एस एस डी और मैं

# Title_InvRep
source: Invoice Report
hi: चालान रिपोर्ट

# Title_IssDetM
source: Issue Details of The Members
hi: सदस्यों का मुद्दा विवरण

# Title_IsuJrnlsBindg
source: Issue Journals For Binding
hi: मुद्दा पत्रिकाओं के लिए बंधनकारी

# Title_ItemArrRep
source: Item Arrival Report
hi: मद आगमन रिपोर्ट

# Title_JourFree
source: E-Journal Free
hi: ई - पत्रिका मुक्त

# Title_JourPaid
source: E-Journal Paid
hi: ई - पत्रिका का भुगतान किया

# Title_KyWdrSrch
source: Keyword Search
hi: खोजशब्द खोज

# Title_LAutCat
source: Link To Auto Cataloguing
hi: ऑटो सूचीबद्ध करने के लिए लिंक

# Title_loadingstatus
source: Loading Status
hi: लोड हो रहा है स्थिति

# Title_LstBkEnty
source: Lost Book Entry
hi: पुस्तक प्रविष्टि खो दिया

# Title_LstBkRcvE
source: Lost Book Receive Report
hi: पुस्तक प्राप्त रिपोर्ट खो दिया

# Title_LstBkRec
source: Lost Book Recovery
hi: पुस्तक वसूली खो दिया

# Title_MaxFPyrs
source: Maximum Fine Payers
hi: अधिकतम ठीक दाताओं

# Title_MaxPndDue
source: Maximum Pending Dues
hi: अधिकतम बकाया देय राशि

# Title_MbIssDt
source: Member Issue Details
hi: सदस्य मुद्दे विवरण

# Title_membergroup
source: Member Group
hi: सदस्य समूह

# Title_MemLst
source: Member List
hi: सदस्य सूची

# Title_MemODue
source: Member Overdues
hi: सदस्य अतिदेय राशि

# title_MemRDtl
source: Member Return Details
hi: सदस्य वापसी विवरण

# Title_MnMnu
source: Main Menu
hi: मुख्य मीनू

# Title_MPwdA
source: Member Password Authentication
hi: पासवर्ड सदस्य प्रमाणीकरण

# Title_MsgPost
source: E-Documents
hi: ई - दस्तावेज़

# Title_MstFrqM
source: Most Frequent Members
hi: सबसे लगातार सदस्य

# Title_NewArr
source: New Arrivals
hi: नई आगमन

# Title_NewArrD
source: New Arrival Details
hi: नई आगमन विवरण

# Title_ODueDetM
source: Over Due Details of Members
hi: सदस्यों की वजह से विवरण के ऊपर

# Title_OrdCancRep
source: Order Cancellation Report
hi: आदेश रद्द रिपोर्ट

# Title_OrdRep
source: Order Report
hi: आदेश रिपोर्ट

# Title_PayRep
source: Payment Report
hi: भुगतान रिपोर्ट

# Title_PCatItmAccReg
source: Post Catalogue Item Accession Register
hi: पोस्ट सूची आइटम अवाप्ति रजिस्टर

# Title_PerdJour
source: Periodical Journal
hi: आवधिक जर्नल

# Title_PfmInv
source: Proforma Invoice
hi: प्रोफार्मा चालान

# Title_PndgInv
source: Pending Invoices
hi: लंबित चालान

# Title_PrintOrder
source: Print Order Title
hi: प्रिंट आदेश शीर्षक

# Title_PriProRemLet
source: Price Proof of Reminder Letter
hi: मूल्य से सबूत अनुस्मारक पत्र का

# Title_publisher
source: Publisher
hi: प्रकाशक

# Title_PublRep
source: Publisher Report
hi: प्रकाशक रिपोर्ट

# Title_Rack
source: Shelf(s)
hi: शेल्फ (ओ)

# Title_RestrMdulWDBase
source: Restore Module Wise DataBase
hi: पुनः मॉड्यूल डेटाबेस

# Title_RmndrLRPnt
source: Reminder Letter Reprinting
hi: अनुस्मारक पत्र पुन: मुद्रण

# Title_RnwSbsnRpt
source: Renew Subscription Report
hi: नवीनीकृत सदस्यता रिपोर्ट

# Title_RplyEntry
source: Reply Entry
hi: उत्तर प्रविष्टि

# Title_RtnFromBndg
source: Return From Binding
hi: बंधनकारी से वापसी

# Title_specialsymb
source: Special Symbols
hi: विशेष चिह्न

# Title_SplInv
source: Supplementary Invoice
hi: पूरक चालान

# Title_SrchOpt
source: Search Option
hi: खोज विकल्प

# Title_SrchRlt
source: Search Result
hi: खोज परिणाम

# Title_SrlSrch
source: Serial Search
hi: खोज सीरियल

# Title_staff
source: Staff
hi: कर्मचारी

# Title_StafRep
source: Staff Report
hi: कर्मचारी रिपोर्ट

# Title_stdRply
source: Standard Reply
hi: मानक उत्तर दें

# title_StkPcs
source: Stock Process
hi: स्टॉक प्रक्रिया

# Title_StkVComLibI
source: Stock Verification For Complete Library Items
hi: स्टॉक सत्यापन पूरा पुस्तकालय आइटम के लिए

# Title_StkVerClNo
source: Stock Verification For Class No. Range
hi: स्टॉक सत्यापन वर्ग नहीं, सीमा के लिए

# Title_StockVerifiSys
source: Stock Verification System
hi: स्टॉक सत्यापन प्रणाली

# Title_StockVerSys
source: Stock Verification System
hi: स्टॉक सत्यापन प्रणाली

# Title_StSrchLmt
source: Set Search Limits
hi: सेट खोज सीमाएं

# title_Sub
source: Subject(s)
hi: विषय (ओ)

# title_SubBrw
source: Subject Browse
hi: विषय ब्राउज़ करें

# Title_SubDt
source: Subscription Details
hi: सदस्यता विवरण

# Title_SubEntry
source: Subject Entry
hi: विषय प्रवेश

# title_SubGroupsCDServices
source: Sub Groups of CD Services
hi: सीडी सेवाओं के उप समूह

# Title_Subjects
source: Subjects
hi: विषयों

# Title_Symbol
source: Symbols
hi: प्रतीकों

# Title_TechRtn
source: Technically Return
hi: तकनीकी तौर पर लौटें

# Title_TechUnpBkRtn
source: Technically Unprocessed Book Return
hi: तकनीकी असंसाधित पुस्तक लौटें

# Title_TechUnpIss
source: Technically Unprocessed Issue
hi: तकनीकी असंसाधित मुद्दा

# Title_ThsAcc
source: Thesis Accessioning
hi: थीसिस परिग्रहण

# Title_ThsD
source: Thesis Details
hi: थीसिस विवरण

# Title_TransLng
source: Translation Languages
hi: अनुवाद की भाषा

# Title_TypeSer
source: Types of Services
hi: प्रकार की सेवाएँ

# Title_UCatSrch
source: Union Catalog Search
hi: संघ सूची में खोजें

# Title_UsrDts
source: User Details
hi: उपयोक्ता विवरण

# Title_UsrMnt
source: User Management
hi: प्रयोक्ता प्रबंधन

# Title_UsrMntVal
source: User Management Validation
hi: प्रयोक्ता प्रबंधन सत्यापन

# Title_UsrPssw
source: User Password
hi: प्रयोक्ता पासवर्ड

# Title_UsrTypCntrllvlPrm
source: User Type Control level Permission
hi: प्रयोक्ता प्रकार नियंत्रण स्तर की अनुमति

# Title_UsrVal
source: User Validation
hi: प्रयोक्ता मान्यकरण

# Title_UTypMngt
source: User Type Management
hi: प्रयोक्ता प्रकार प्रबंधन

# Title_Ven
source: Vender
hi: विक्रेता

# Title_vendor
source: Vendor
hi: विक्रेता

# Title_VenRep
source: Vendor Report
hi: विक्रेता रिपोर्ट

# Title_VenRepPro
source: Vendor Reply Processing
hi: विक्रेता उत्तर संसाधन

# Title_VenWPay
source: Vender wise Payment
hi: विक्रेता के आधार पर भुगतान

# Title_WAppvl
source: Write off Approval
hi: बट्टे खाते डालना स्वीकृति

# Title_WDev
source: Web Developer
hi: वेब डेवलपर

# Title_WebO
source: Web OPAC
hi: वेब ओ पी ए सी

# Title_WHldInv
source: With Hold Invoice
hi: के साथ चालान पकड़ो

# Title_WoffEnty
source: Write off Entry
hi: बट्टे खाते डालना प्रविष्टि

# Title_WOvrDRpt
source: Waive Over Due Entry
hi: माफ होने के कारण प्रवेश के ऊपर

# Title_WOvrDuesRpt
source: Waived Over Dues Report
hi: माफ देय रिपोर्ट पर

# Title_WriteOffApproval
source: Write-Off Approval
hi: लिखने-बंद अनुमोदन

# TitleB
source: Title Based
hi: शीर्षक के आधार पर

# titleexist
source: Specified Title already exist.
hi: निर्दिष्ट शीर्षक पहले से ही मौजूद हैं.

# TkDtPrFrDt
source: Take data Processed From Date
hi: डेटा तारीख से संसाधित ले लो

# TMarcFT
source: MARC Field Type
hi: मार्क क्षेत्र के प्रकार

# TNotPMemExp
source: Transaction is not possible, validity of member is about to expire.
hi: सौदा, सदस्य की वैधता के बारे में समाप्त होने को है संभव नहीं है.

# TNotPMemInA
source: Transaction is not possible, Member is not in active status.
hi: सौदा संभव नहीं है, सदस्य सक्रिय स्थिति में नहीं है.

source: Total Collection on Date-
hi: कुल संग्रह तिथि पर

source: Total No. of Books :
hi: किताबों की कुल संख्या:

# TotAmNotSy
source: Total Amount is not specify.
hi: कुल राशि निर्दिष्ट नहीं है

# TotDue
source: Total Due
hi: कारण कुल

# TotNoOfBook
source: Total Number of Books
hi: किताबों की कुल संख्या

# TotODC
source: Total O.D.C.
hi: कुल ओ डी सी

# TotODChrg
source: Total Over Due Charges
hi: कारण आरोपों पर कुल

# TPage
source: To Page
hi: पृष्ठ करने के लिए

# TPDfltASNDefApp
source: Time Period of Default Academic Session is not defined for application.
hi: समय अवधि डिफ़ॉल्ट शैक्षणिक सत्र के आवेदन के लिए परिभाषित नहीं है

# TransDueTAccSec
source: Transfer Dues to Account Section
hi: लेखा अनुभाग के लिए स्थानांतरण देय राशि

# TransToAcc
source: Transfer To Account
hi: खाते में हस्तांतरण

# TtlArrCantExdOC
source: Total arrival (Current + Already Arrived) cannot exceed ordered copies.
hi: कुल आगमन (वर्तमान + पहले से ही आ) के आदेश दिए प्रतियां से अधिक नहीं कर सकते हैं

# Ttlb
source: Title Based
hi: कुल मुद्दे

# TtlIss
source: Total Issues
hi: कुल वापसी

# TtlNODya
source: Total No. of Days
hi: शीर्षक समझदार

# TtlRtn
source: Total Returns
hi: शीर्षक के आधार पर वर्णानुक्रम सूची

# TtlWis
source: Title Wise
hi: शीर्षक समझदार

# TtlWisAlpBetLst
source: Title wise alphabetical List
hi: शीर्षक के आधार पर वर्णानुक्रम सूची

# txtAdmin
source: Admin
hi: व्यवस्थापक

# txtAvailable
source: Available
hi: उपलब्ध

# TXtBkCNIss
source: Text book cannot be issued.
hi: पाठ्य पुस्तक जारी नहीं किया जा सकता है

# txtIssued
source: Issued
hi: जारी

# txtjourmsg
source: journal issue/s noted below not received till date. for orders yet to be supplied the remittance details are noted below . supply missing issue/s and the mailing date requested.
hi: पत्रिका / मुद्दा (ओ) नीचे तिथि तक प्राप्त नहीं विख्यात. आदेशों के लिए अभी तक नीचे नोट कर रहे हैं प्रेषण विवरण की आपूर्ति की जाएगी. आपूर्ति लापता मुद्दा / s और मेलिंग तिथि का अनुरोध किया

# txtJsply
source: Journal issue/s noted below not received till date. Supply missing issue/s and the mailing date requested.
hi: पत्रिका / मुद्दा (ओ) नीचे तिथि तक प्राप्त नहीं विख्यात. आपूर्ति लापता मुद्दा / s और मेलिंग तिथि का अनुरोध किया

# txtsubsno
source: subs. no
hi: subs. नहीं

# UablePrcsIss
source: Unable to process Issue.
hi: प्रक्रिया जारी करने में असमर्थ

# UAlrdyExt
source: UserId Already Exists
hi: प्रयोक्ता आईडी पहले से ही मौजूद है

# UCmaToSpAccNo
source: (Use Comma [,] to Separate Accession Numbers) .
hi: (कॉमा का उपयोग करें [,] अलग परिग्रहण नंबर करने के लिए)

# Udel
source: Unable to Delete Operation.
hi: हटाएँ ऑपरेशन करने में असमर्थ

# UDelGiftI
source: Unable to delete Gift Indent.
hi: उपहार इंडेंट को नष्ट करने में असमर्थ

# UdelI
source: Unable to delete information.
hi: जानकारी को नष्ट करने में असमर्थ

# UDelOrd
source: Unable to delete Order.
hi: आदेश को नष्ट करने में असमर्थ

# Udelrec
source: Unable to Delete Record.
hi: रिकार्ड को नष्ट करने में असमर्थ

# UDisplyRcd
source: Unable to display Record.
hi: अभिलेख प्रदर्शित करने में असमर्थ

# UDltOpt
source: Unable Delete Operation.
hi: असमर्थ हटाएँ ऑपरेशन

# UDoNotPerUpdFile
source: You do not have permission to update this file.
hi: आप अनुमति के इस फ़ाइल को अद्यतन करने के लिए नहीं है

# UdrBindLst
source: Is under Binding List.
hi: सूची को बाध्य किया जा रहा है

# UdrLBkEtry
source: Is under Lost of Book Entry.
hi: के अधीन है बुक प्रविष्टि खो गया है

# UItrLibLoan
source: Is under Inter Library Loan.
hi: अंतर पुस्तकालय ऋण के अंतर्गत है

# UnablePrcBakLogRtn
source: Unable to process Backlog return.
hi: बकाया वापसी संसाधित करने में असमर्थ

# UnablePrsClSub
source: Unable to process Close Subscription.
hi: सदस्यता की प्रक्रिया को बंद करने में असमर्थ

# UnablRtrvPayProInfo
source: Unable to retrieve payment processing information.
hi: भुगतान प्रसंस्करण जानकारी को पुनः प्राप्त करने में असमर्थ

# UnablSavePayProInfo
source: Unable to save payment processing information
hi: भुगतान प्रसंस्करण जानकारी सहेजने में अक्षम

# UnAddRemJourpack
source: Unable to Add-Remove Journal to PACKAGE.
hi: जोड़ने के लिए-निकालें जर्नल पैकेज करने में असमर्थ

# UnbleDisUsrInfm
source: Unable to display User Information.
hi: प्रयोक्ता जानकारी प्रदर्शित करने में असमर्थ

# UnbleDplyUsrDts
source: Unable to display User detail.
hi: उपयोगकर्ता विवरण प्रदर्शित करने में असमर्थ

# UnbleSveUrInform
source: Unable to process save user information.
hi: प्रयोक्ता जानकारी को बचाने की प्रक्रिया करने में असमर्थ

# UnCanOrd
source: Unable to cancle the order.
hi: इस आदेश को रद्द करने में असमर्थ

# UnCanOrd1
source: Unable to cancel the order.
hi: इस आदेश को रद्द करने में असमर्थ

# UnDelCDLIb
source: Unable to delete cd from library.
hi: पुस्तकालय से सी डी को नष्ट करने में असमर्थ

# UnDelCDSer
source: Unable to delete cd service.
hi: सी डी सेवा को नष्ट करने में असमर्थ

# UnDelCDSerGr
source: Unable to delete cd service group.
hi: सी डी सेवा समूह को नष्ट करने में असमर्थ

# UnderBindProcess
source: Under binding Process.
hi: बंधनकारी प्रक्रिया के अंतर्गत

# UnderLibLoanProc
source: Under Inter library loan process.
hi: अंतर पुस्तकालय ऋण प्रक्रिया के अंतर्गत

# UnderTechProc
source: Under technical processing.
hi: तकनीकी संसाधन के अंतर्गत

# UndILLProc
source: Under ILL Process
hi: बीमार प्रक्रिया के तहत

# UnDis
source: Under Display.
hi: प्रदर्शन के अंतर्गत

# UndisUserInfo
source: Unable to display User Information.
hi: प्रयोक्ता जानकारी प्रदर्शित करने में असमर्थ

# UndWroffPro
source: Under Write-off Process
hi: के अंतर्गत लिखें-दूर प्रक्रिया

# UnMaintAcadSess
source: Unable to Maintain Academic Session.
hi: करने के लिए शैक्षणिक सत्र का रखरखाव में असमर्थ

# UNotFnd
source: User(s) not found.
hi: प्रयोक्ता (ओ) नहीं मिला

# UnPcsBkAccs
source: Unable to process book accessioning.
hi: पुस्तक परिग्रहण को प्रोसेस करने में असमर्थ

# UnPcsBkI
source: Unable to process book Issue.
hi: पुस्तक अंक को प्रोसेस करने में असमर्थ

# UnPcsDltInv
source: Unable to process Delete Invoice.
hi: चालान प्रक्रिया को नष्ट करने में असमर्थ

# UnPcsInv
source: Unable to Process Invoice.
hi: प्रक्रिया चालान करने में असमर्थ

# UnPrAcomDtls
source: Unable to process Accompany Detail.
hi: प्रक्रिया करने में असमर्थ साथ विस्तृत

# UnPrcInfo
source: Unable to process Information.
hi: जानकारी संसाधित करने में असमर्थ

# UnProcBindInfo
source: Unable to process Binding information.
hi: जानकारी बंधनकारी प्रक्रिया को करने में असमर्थ
