Repository: aspkml8050/Library
Catalog: Library/App_GlobalResources/ValidationResources.*.resx
Languages: hi

# RtnOpComSucc
source: Return Operation completed successfully.
hi: वापसी ऑपरेशन सफलतापूर्वक पूरा किया.

# RtunDtGrtIssdt
source: Returning date should be greater than or equal to the issue date.
hi: तिथि लौटते हैं या उससे अधिक होना चाहिये इस मुद्दे तिथि के बराबर.

# RUSureSelCat
source: Are you sure you want to issue item with the selected category ?
hi: क्या आप चयनित श्रेणी के साथ आइटम मुद्दे करना चाहते हैं?

# rvalidT
source: Select Journal Title.
hi: चुनें पत्रिका शीर्षक.

# RvatioCncl
source: Reservation(s) Cancelled.
hi: आरक्षण (नों) को रद्द कर दिया गया

# RVEntVODChrgPD
source: Enter Valid Over Due Charges Per Day.
hi: दर्ज करें मान्य प्रति दिन होने के कारण खर्चे पर

# RVEntVOValMaxID
source: Enter Valid Over value of Maximum Issue Days.
hi: दर्ज करें मान्य अधिकतम अंक दिन का मूल्य पर

# SAccNoNotRpstIsBk
source: Specified Accession Number does not represent an issued item.
hi: निर्दिष्ट परिग्रहण जारी संख्या एक आइटम का प्रतिनिधित्व नहीं करता है

# SAirLft
source: Surface Air Lift
hi: सतह एयर लिफ्ट

# SameCat
source: Same For All Categories
hi: सभी श्रेणियों के लिए एक ही

# SameVenExist
source: Same Vendor already exists.
hi: एक ही विक्रेता पहले से मौजूद है.

# Sav
source: Save
hi: बचाना

source: saved.
hi: बचा

# SbcToDCantBFrmD
source: Arrival To date cannot be before Subscription From date.
hi: तारीख करने के लिए आगमन की तारीख से सदस्यता से पहले नहीं हो सकता

# scdate
source: D
hi: डी

# schedule
source: No
hi: संख्या

# SCrttoPmS
source: Select criteria to perform search.
hi: चुनें मानदंड खोज प्रदर्शन करने के लिए.

# SCtryNotDefInPfxT
source: There is no prefix defined for category.
hi: कोई श्रेणी के लिए परिभाषित उपसर्ग है.

# SDptEAmtForSDpt
source: Specify department and enter Amount for Sharing Department.
hi: विभाग हिस्सा के लिए विभाग और दर्ज करें राशि निर्दिष्ट करें.

# SDtRngInv
source: Specified Date Range is Invalid.
hi: निर्दिष्ट तिथि सीमा अमान्य है.

source: Sea Mail
hi: समुद्र मेल

# SearchCriteria
source: Enter search criteria in list.
hi: सूची में दर्ज करें खोज मापदंड.

# SearchJourAddPack
source: Search Journal(s) to Add to Above Package
hi: खोज जर्नल (ओ) के ऊपर संकुल में जोड़ें करने के लिए

# SecSubHdngWis
source: Second Subject Heading Wise
hi: दूसरा विषय के आधार पर शीर्षक

# Sel10Itm
source: Select upto ten items.
hi: चुनें दस आइटम.

# SelAccNo
source: Select Accession No.
hi: चुनें अवाप्ति नं

# SelAccNumber
source: Select Accession Number.
hi: चुनें अवाप्ति नं

# SelAccPfx
source: Select Accession Prefix.
hi: चुनें अवाप्ति उपसर्ग

# SelAcdSession
source: Select Academic Session.
hi: चुनें शैक्षणिक सत्र.

# SelAgePub
source: Select Agent or Publisher.
hi: चुनें एजेंट या प्रकाशक.

# SelAItemCat
source: Select an Item category.
hi: चुनें एक आइटम श्रेणी.

# selallphrase
source: Select all the phrases.
hi: चुनें सभी वाक्यांश.

# SelAnyDBBackupLoc
source: Database Backup Location not defined.
hi: डेटाबेस बैकअप स्थान परिभाषित नहीं है

# selatlstcat
source: Select atleast one Category.
hi: कम से कम एक श्रेणी का चयन करें.

# SelBackRestore
source: Select a backup file to restore.
hi: चुनें एक बैकअप फ़ाइल पुनर्स्थापित करने के लिए.

# SelBSNoINo
source: Select Bill Serial No./Invoice Number.
hi: चुनें विधेयक का सीरियल नंबर / चालान संख्या.

# SelCastCat
source: Select Caste Category.
hi: जाति की श्रेणी का चयन करें.

# SelCdGp
source: Select CD Group.
hi: सीडी समूह का चयन करें.

# SelCdSGp
source: Select CD Subgroup.
hi: चुनें सीडी उपसमूह.

# SelCdSrvc
source: Select CD Service.
hi: चुनें सीडी सेवा.

# SelCdSrvcNam
source: Select CD Service Name.
hi: चुनें सीडी सेवा नाम है.

# SelCdSvcGpNam
source: Select CD Service Group Name.
hi: चुनें सीडी सेवा समूह का नाम.

# SelCdtNtForP
source: Select Creditnote for this Publisher.
hi: चुनें साखपत्र इस प्रकाशक के लिए.

# SelCdtNtForPorV
source: Select Creditnote for this Publisher/Vendor.
hi: चुनें साखपत्र इस प्रकाशक के लिए / विक्रेता.

# SelCOrDsg
source: Select Course/Designation.
hi: चुनें पाठयक्रम / उपाधि.

# SelCPnlAmt
source: Select calculate proportional amount of Journal(s).
hi: चुनें जर्नल (ओ) के आनुपातिक राशि की गणना करते हैं.

# SelCrit
source: Select Criteria.
hi: मानदंड का चयन करें.

# SelctAvtD
source: Select Activation Date.
hi: सक्रियन तिथि का चयन करें.

# SelctdCtgry
source: Prefix For Category
hi: उपसर्ग श्रेणी के लिए

# SelctLib
source: Select the library(s) you wish to search:
hi: पुस्तकालय (ओ) चुनें आप खोज करना चाहते हैं:

# SelCurForPmt
source: Select currency for payment.
hi: भुगतान के लिए चुनें मुद्रा.

# SelDep
source: Select Department.
hi: विभाग का चयन करें.

# SelDeptNo
source: Select Document Number.
hi: दस्तावेज़ संख्या चुनें.

# SelDLdngDt
source: Select Data Loading Date.
hi: चुनें डेटा लोड हो रहा है तिथि.

# SelDocNo
source: Select Document No.
hi: चुनें दस्तावेज़ नहीं

# SelDptNam
source: Select Department Name.
hi: विभाग के नाम का चयन करें.

# SelectCrit
source: Select Criteria
hi: चुनें मानदंड

# SelectDel
source: Select the record to be deleted
hi: रिकार्ड चुनें नष्ट होना

# SelectJourTit
source: Select Journal Title.
hi: चुनें पत्रिका शीर्षक.

# SelectJurnlIss
source: Select Journal Issue(s).
hi: चुनें जर्नल ऑफ अंक (ओ)

# SelectPrfix
source: Select Prefix.
hi: चुनें उपसर्ग.

# SelectToIssu
source: Select To Issue .
hi: का चयन करने के लिए मुद्दे.

# SelFDel
source: Select For Deletion.
hi: चुनें विलोपन के लिए.

# SelFeq
source: Select Frequency.
hi: चुनें फ़्रिक्वेंसी.

# SelFilEmpty
source: Selected file is empty.
hi: चयनित फ़ाइल खाली है.

# SelFld
source: Select fields.
hi: फील्ड चुनें

# SelFrqUpdateIC
source: Select Frequency then update Item Category.
hi: चुनें फ़्रिक्वेंसी तो आइटम श्रेणी का अद्यतन करें.

# SelIForDis
source: Select Item for Dispatch
hi: चुनें मद प्रेषण के लिए

# SelIForRtn
source: Select Item for Return.
hi: चुनें आइटम वापसी के लिए.

# SelIndCan
source: Select Indent for Cancellation.
hi: चुनें इंडेंट रद्द करने के लिए.

# SelIndentRemder
source: Select Indent for Reminder.
hi: चुनें इंडेंट अनुस्मारक के लिए.

# SelIndPrint
source: Select Indent No for Printing.
hi: चुनें इंडेंट नहीं मुद्रण के लिए.

# SelInvNo
source: Select Invoice No.
hi: चुनें चालान नहीं

# SelIss
source: Select Issue.
hi: चुनें अंक.

# SelItemCat
source: Select Item Category.
hi: मद श्रेणी का चयन करें.

# SelItemFromList
source: Select item(s) from the list.
hi: सूची में से चुनें मद (ओ)

# SelIToRec
source: Select Item(s) to be received.
hi: आइटम का चयन करें (ओ) प्राप्त किया जाना है.

# SelJnlOPkg
source: Select Journal/Package.
hi: चुनें जर्नल ऑफ / संकुल.

# SelJourForOrd
source: Select Journal(s) for order.
hi: चुनें जर्नल (ओ) आदेश के लिए

# SelJourForPck
source: Select Journal(s) For Package.
hi: चुनें जर्नल (ओ) पैकेज के लिए

# SelJourReceiv
source: Select Journal(s) to be received.
hi: चुनें जर्नल (ओ) प्राप्त किया जाना है

# SelJourRefudEntry
source: Select Journal for refund Entry.
hi: चुनें जर्नल प्रविष्टि वापसी के लिए

# SelJToRcv
source: Select Journal to be received.
hi: चुनें जर्नल प्राप्त किया जाना है

# SelLetrno
source: Select Letter No.
hi: चुनें पत्र नहीं

# SelLib
source: Select Library.
hi: पुस्तकालय का चयन करें

# SelLibName
source: Select Library Name.
hi: चुनें पुस्तकालय नाम है

# SelListN
source: Select List No.
hi: का चयन सूची नहीं

# SelMemGp
source: Select Member Group.
hi: सदस्य समूह का चयन करें

# SelMod
source: Select Mode.
hi: प्रकार का चयन करें

# SelO
source: Select Order.
hi: आदेश का चयन करें

# SelObjBackup
source: Select objects that you want to backup from list below:
hi: चुनें वस्तुओं है कि आप बैकअप करने के लिए नीचे सूची से चाहते हैं

# SelObjRestore
source: Select objects that you want to restore from below list:
hi: चुनें वस्तुओं है कि आप सूची के नीचे से बहाल करना चाहते हैं

# SelONum
source: Select Order number.
hi: आदेश संख्या का चयन करें

# SelOpnW
source: Select Open-With.
hi: चुनें ओपन - के साथ

# SelOrdCan
source: Select Order for Cancellation.
hi: चुनें आदेश रद्द करने के लिए

# SelOrdPrnt
source: Select order No for Printing.
hi: मुद्रण नहीं के लिए आदेश का चयन करें

# SelPackOrder
source: Select Package(s) to be Ordered.
hi: पैकेज चुनें (नों) को आदेश दिया जा सके

# SelPackTitle
source: Select Package Title.
hi: चुनें पैकेज शीर्षक

# SelPDate
source: Select Publication Date.
hi: प्रकाशन तिथि का चयन करें

# SelPkg
source: Select Package.
hi: पैकेज चुनें

# SelPOrV
source: Select Publisher/Vendor.
hi: चुनें प्रकाशक / विक्रेता,

# SelPubDate
source: Select Publication To Date.
hi: प्रकाशन तिथि का चयन करने के लिए

# SelPubDateOrSelVol
source: Select Publication Date otherwise Select Volume.
hi: अन्यथा चुनें मात्रा चुनें प्रकाशन तिथि

# SelRcptNo
source: Select Receipt No.
hi: चुनें रसीद न

# SelRecFurProc
source: Select record for further processing.
hi: आगे और प्रसंस्करण के लिए चुनें रिकॉर्ड

# SelResDB
source: Select Restore database objects(script) or Restore data.
hi: चुनें पुनर्स्थापित डेटाबेस वस्तुओं (लिपि) या पुनर्स्थापित डेटा

# SelRForDClr
source: Select the records from grid for due clearance.
hi: कारण निकासी के लिए ग्रिड से चुनें रिकॉर्ड

# SelRlsDt
source: Select Released Date.
hi: चुनें जारी की तिथि.

# SelStrucData
source: Select structure or data to backup.
hi: चुनें संरचना या बैकअप करने के लिए डेटा

# SelSts
source: Select Status
hi: चुनें स्थिति

# SelSymbType
source: Select the Symbol Type
hi: चुनें प्रतीक प्रकार

# SelTable
source: Select Tables Name to create backup.
hi: चुनें टेबल्स नाम बैकअप बनाने के लिए.

# SelTLang
source: Select Translation Language.
hi: अनुवाद की भाषा का चयन करें.

# SelTleForPcsInv
source: Select Title For Process the Invoice.
hi: चुनें शीर्षक प्रक्रिया चालान के लिए.

# SelUser
source: Select User(s).
hi: चुनें प्रयोक्ता (ओ)

# selValidIndent
source: Cannot processed, Invalid Indent Number
hi: अवैध इंडेंट संख्या, संसाधित नहीं कर सकते

# SelVol
source: Select Volume.
hi: मात्रा चुनें

# SendmailNotPermittedGiftItem
source: Sending mail is not permitted for gifted items.
hi: मेल उपहार में मदों के लिए अनुमति नहीं है भेजा.

# SenMAdd
source: Senders Mail Address
hi: प्रेषकों मेल पता

# SerEnt
source: Series Entry
hi: श्रृंखला प्रविष्टि

source: Service
hi: सेवा

# ServiceNAlExist
source: Service name already Exists.
hi: सेवा के नाम पहले से ही मौजूद है.

source: Session End Date
hi: सत्र समाप्ति तिथि

source: Session Start Date
hi: सत्र प्रारंभ तिथि

source: Set Selected
hi: सेट चयनित

# SettFile
source: Settings file
hi: सेटिंग्स फ़ाइल

# SFNtExst
source: Source folder does not exist.
hi: स्रोत फ़ोल्डर मौजूद नहीं है.

# SFqc
source: Select Frequency
hi: चुनें फ़्रिक्वेंसी

# SFrqOENoOfVol
source: Select Frequency otherwise Enter No. of Volume.
hi: चुनें फ़्रिक्वेंसी अन्यथा दर्ज करें मात्रा की नहीं.

# SgleTleInd
source: Single Title Indent.
hi: एकल खिताब इंडेंट.

# SGpName
source: SubGroupName
hi: उप समूह का नाम

# ShortNameExistInChild
source: Short name exists in child Table.
hi: लघु नाम बच्चे में मौजूद है.

# ShortNameExUnderInsti
source: Short name already exists under selected institute.
hi: लघु नाम पहले से ही चुने हुए संस्थान के नीचे मौजूद है.

# ShowDet
source: Show Detail(s)
hi: दिखाएँ विवरण (ओ)

# ShowOthrIssItm
source: Show Other Issued Item(s)
hi: दिखाएँ अन्य जारी आइटम (ओ)

# SIndDt
source: Select Indent Date.
hi: चुनें इंडेंट तिथि.

# SIndent
source: Select Indent.
hi: चुनें इंडेंट.

# SIndT
source: Select Indent Type.
hi: इंडेंट प्रकार का चयन करें.

# SInFPosNAll
source: Space in first position is not allowed.
hi: अंतरिक्ष पहली स्थिति में अनुमति नहीं है.

# SInvDtl
source: Specify Invoice Details.
hi: चालान विवरण निर्दिष्ट करें.

# SIssNoNtGIssPVol
source: Starting Issue No. is not Greater than Issues per Volume
hi: मुद्दा नहीं, ग्रेटर से अधिक नहीं है शुरू मात्रा प्रति मुद्दे

source: Size1
hi: आकार 1

source: Size2
hi: आकार 2

source: Size3
hi: आकार 3

# SJAlrtyExt
source: Specified Journal No. already Exists.
hi: निर्दिष्ट जर्नल नहीं, पहले से मौजूद है.

# SJInErSlctJ
source: Select the Journal(s) to Incorporated the earlier seleted Journal(s).
hi: चुनें जर्नल (ओ) को शामिल करने के लिए पहले चयनित जर्नल (ओ)

# SlctACrit
source: Select any criteria
hi: चुनें किसी भी मापदंड

# SlctBkRec
source: Select Book(s) to be received.
hi: चुनें बुक (ओ) प्राप्त किया जाना है.

# SlctBkRetun
source: Select Book(s) to be returned.
hi: चुनें बुक (ओ) वापस आ जाएगा.

# SlctClmAddSmRemitAdd
source: Select If Claim Address is same as Remittance Address.
hi: का चयन करें यदि दावा पता के रूप में ही है प्रेषण पता.

# SlctClmAddSmSubscAdd
source: Select If Claim Address is same as Subscription Address.
hi: का चयन करें यदि दावा पता के रूप में ही है सदस्यता पता.

# SlctGiftBy
source: Select Gifted By.
hi: चुनें उपहार के द्वारा.

# SlctIdntNbr
source: Select Indent Number(s).
hi: चुनें इंडेंट संख्या (ओ)

# SlctIndt
source: Select Indent(s):
hi: चुनें इंडेंट (ओ) :

# SlctIndtN
source: Select Title(Indent No.)
hi: चुनें शीर्षक (इंडेंट नहीं)

# SlctIssSchdule
source: Select Issues for this Schedule.
hi: चुनें मुद्दे इस अनुसूची के लिए.

# SlctItemReceive
source: Select Item(s) to be received.
hi: आइटम का चयन करें (ओ) प्राप्त किया जाना है.

# SlctOdr
source: Select Order(s):
hi: चुनें आदेश (ओ) :

# SlctOdrN
source: Select Order No.
hi: चुनें आदेश नहीं

# SlctPayCurncy
source: Select payment currency.
hi: चुनें भुगतान मुद्रा.

# SlctPub
source: Select Publisher.
hi: प्रकाशक का चयन करें

# SlctRcdAcc
source: Select record for Accessioning.
hi: परिग्रहण के लिए चुनें रिकॉर्ड

# SlctTitle
source: Select Title.
hi: चुनें शीर्षक.

# SlctVdrN
source: Select Vendor Name.
hi: विक्रेता का नाम चुनें

# SlctVdrRPub
source: Select Vendor or Publisher.
hi: विक्रेता का चयन करें या प्रकाशक

# SlctVenOdr
source: Select vender & order(s).
hi: विक्रेता का चयन करें और व्यवस्था (ओ)

# SlectFrDltn
source: Select For Deletion than To Year.
hi: का चयन करने के लिए वर्ष से हटाने के लिए

# SlectIndntN
source: Select Indent No.
hi: चुनें इंडेंट नहीं

# SletFleUpLd
source: Select File To Upload.
hi: का चयन करने के लिए फ़ाइल अपलोड करें

# SlFOrEVol
source: Select frequency or Enter Volume.
hi: चुनें आवृत्ति या दर्ज करें मात्रा

# SLINam
source: Select Library/Institute Name.
hi: चुनें परिग्रहण नहीं मुद्रण के लिए

# SltAccNoPrt
source: Select Accession No for Printing.
hi: चुनें कम से कम एक पुस्तकालय

# SltatLib
source: Select atleast one Library.
hi: चुनें बुक आरक्षित किया जाना है

# SltBkBRsvd
source: Select The Book to Be Reserved.
hi: ग्रिड में चुनें मद (ओ). परिवर्तन की स्थिति के लिए

# SltBkChStus
source: Select item(s) in Grid. for Change status.
hi: कैलेंडर से चुनें तिथि

# sltdtfcalnd
source: Select Date from calender
hi: कैलेंडर से चुनें तिथि

# SltItmFdabase
source: Select Item From Database Fields.
hi: चुनें मद डेटाबेस के खेतों से.

# SltOpAdvSrch
source: Select Option in Advance search.
hi: विकल्प चुनें अग्रिम खोज में.

# SltOprMode
source: Select operation mode.
hi: चुनें आपरेशन मोड

# SltPhsrelst
source: Select Phrases from the list.
hi: चुनें वाक्यांश सूची से

# SltPrg
source: Select Program.
hi: प्रोग्राम का चयन करें

# SltPubVnd
source: Select Publisher/Vendor.
hi: चुनें प्रकाशक / विक्रेता.

# SMail
source: SeaMail
hi: मेल देखें

# SMARCRec
source: Show MARC Record
hi: दिखाएँ मार्क रिकॉर्ड

# SmAsLclAddr
source: Same as Permanent Address
hi: स्थानीय पता के रूप में वही

# SNNGtrTnPtPrIss
source: Starting part No.should not be Greater than Part per Issue.
hi: मुद्दा प्रतिशत से अधिक भाग भाग संख्या शुरू ग्रेटर नहीं होना चाहिए.

source: S No.
hi: एस संख्या

# SOfRNotSp
source: Statement(s) of responsibility not specified.
hi: जिम्मेदारी का वक्तव्य (ओ) निर्दिष्ट नहीं.

# SOrdForPnt
source: Select order for printing.
hi: मुद्रण के लिए आदेश का चयन करें.

# SOtrIssItm
source: Show Other Issue Item(s)
hi: दिखाएँ अन्य मुद्दा आइटम (ओ)

# spaccexist
source: Specified Accession No. already exist.
hi: निर्दिष्ट परिग्रहण नहीं, पहले से ही मौजूद हैं.

# SpAccNoUnCtld
source: Specified Accession Number is UnCatalogued.
hi: निर्दिष्ट परिग्रहण संख्या सूचीपत्र नहीं है

# SpAccNoVer
source: Specify Accession Number For Verification.
hi: सत्यापन के लिए अवाप्ति संख्या निर्दिष्ट करें.

# SpAmtFDpt
source: Specify amount(%) or amount for department.
hi: राशि (%) या विभाग के लिए राशि निर्दिष्ट करें.

# SPath
source: Source Path
hi: स्रोत पथ

# SpBackNoExist
source: Specified backup file does not exist.
hi: निर्दिष्ट बैकअप फ़ाइल मौजूद नहीं है.

# SpBkAlIToMem
source: Specified Item already issued to member-
hi: निर्दिष्ट आइटम पहले से ही सदस्य करने के लिए जारी किए -

# SpCDtitleExist
source: Specified CD Title already exists.
hi: निर्दिष्ट सीडी शीर्षक पहले से मौजूद है.

# SpcfyAccN
source: Specify Accession Number.
hi: परिग्रहण संख्या निर्दिष्ट करें.

# SpcfyJSpSubPdAlExt
source: Specified Journal Title with specified Subscription Period already exists.
hi: निर्दिष्ट जर्नल शीर्षक के साथ निर्दिष्ट सदस्यता अवधि पहले से मौजूद है.

# SpcfyUI
source: Specify Userid and Password.
hi: प्रयोक्ता आईडी और पासवर्ड निर्दिष्ट करें.

# SpcfyUId
source: Specify Userid Or Password.
hi: उपयोगकर्ता आईडी या पासवर्ड निर्दिष्ट करें.

# SpcfyVldUIPwd
source: Specify valid Userid and Password.
hi: मान्य प्रयोक्ता आईडी और पासवर्ड निर्दिष्ट करें.

# SpcfyVT
source: Specify Valid Accession Number.
hi: वैध परिग्रहण संख्या निर्दिष्ट करें.

# SpChqDt
source: Specify Cheque Date.
hi: चेक तिथि निर्दिष्ट करें.

# SpclPricMGtr0
source: Special Price must be greater than 0.
hi: विशेष मूल्य से 0 से अधिक होना चाहिए.

# SpCtlgDt
source: Specify Cataloguing Date.
hi: सूचीबद्ध करने की तिथि निर्दिष्ट करें.

# SpDataBBackLocaNExist
source: Specified Database BackUp Location- II does not exist.
hi: निर्दिष्ट डाटाबेस बैकअप स्थान-II मौजूद नहीं है.

# SpDataBBackLocaThNExist
source: Specified Database BackUp Location- III does not exist.
hi: निर्दिष्ट डाटाबेस बैकअप स्थान-III मौजूद नहीं है.

# SpDataStkVari
source: Specify Data For Stock Verification.
hi: स्टॉक सत्यापन के लिए डेटा निर्दिष्ट करें.

# SpDBBackLocaf
source: Specify Database Backup Location- I.
hi: निर्दिष्ट डेटाबेस बैकअप स्थान-I.

# SpDBBackLocaNoExistf
source: Specified Database BackUp Location- I does not exist.
hi: निर्दिष्ट डाटाबेस बैकअप स्थान-मैं मौजूद नहीं है.

# SpDBBackLocaS
source: Specify Database Backup Location- II
hi: निर्दिष्ट डेटाबेस बैकअप स्थान-II

# SpDBBackLocaT
source: Specify Database Backup Location- III
hi: निर्दिष्ट डेटाबेस बैकअप स्थान-III

# SpDftDt
source: Specify Draft Date.
hi: मसौदा तिथि निर्दिष्ट करें.

# SpDptAEntAFSrgD
source: Specify department and enter Amount for Sharing Department.
hi: निर्दिष्ट विभाग और दर्ज करें राशि के लिए Sharing विभाग.

# SpDptAlExst
source: Specified department already exists.
hi: निर्दिष्ट विभाग पहले से ही मौजूद है.

# SpecfyAccNoAD
source: The entry of specified Accession number is already done.
hi: निर्दिष्ट परिग्रहण संख्या के प्रवेश से पहले ही किया जाता है.

# SpecfyAccNoAlrdIss
source: Specified Accession Number is already issued.
hi: निर्दिष्ट परिग्रहण संख्या पहले से ही जारी है.

# SpecfyAccNoInvld
source: Specified Accession No. is invalid.
hi: परिग्रहण नहीं, अवैध है निर्दिष्ट किया था.

# SpecfyBkIssMbr
source: Specified book already issued to member
hi: निर्दिष्ट किताब पहले से ही सदस्य करने के लिए जारी किए

# SpecfyBkRsvd
source: Specify The Item to Be Reserved.
hi: इस मद को निर्दिष्ट आरक्षित किया जाना है.

# SpecfyCritra
source: Specify any Criteria.
hi: किसी भी मानदंड निर्दिष्ट करें.

# SpecfyMbrBkCNIss
source: Book Can not be issued, other copy is already issued to specified member.
hi: पुस्तक, अन्य प्रतिलिपि पहले ही निर्दिष्ट सदस्य करने के लिए जारी की है जारी नहीं हो सकते हैं.

# SpecfyMIdInV
source: Specified Member ID is invalid.
hi: निर्दिष्ट सदस्य आईडी अवैध है

# SpecfyRcdCancel
source: Specify record for reservation cancellation.
hi: आरक्षण रद्द करने के लिए रिकॉर्ड निर्दिष्ट करें

# SpecfyStfTkEfct
source: Specified member is staff person, only status will take effect.
hi: निर्दिष्ट सदस्य स्टाफ व्यक्ति है, सिर्फ स्थिति प्रभावी होंगे

# SpecfyUId
source: Specify Userid.
hi: निर्दिष्ट प्रयोक्ता आई डी

# SpecifiedMemExist
source: Specified Member Group already exists.
hi: निर्दिष्ट सदस्य समूह पहले से मौजूद है

# SpecifyBkChStatus
source: Specify Item detail for changing the Item Status.
hi: इस आइटम की स्थिति बदलने के लिए निर्दिष्ट आइटम विस्तार

# SpecifyBrDt
source: Specify Bar date.
hi: बार तिथि निर्दिष्ट करें

# SpecifyMIdRenwMSp
source: Specified Member Id for Renew Membership.
hi: नवीनीकृत सदस्यता के लिए सदस्य आईडी निर्दिष्ट किया था

# SpecifyRecDel
source: Specify the record to be deleted.
hi: रिकॉर्ड नष्ट कर दिया निर्दिष्ट किया जाना है

# SpecifySearchCrite
source: Specify search criteria.
hi: खोज मापदंड निर्दिष्ट करें

# spempName
source: Specify Employee Name
hi: निर्दिष्ट कर्मचारी का नाम

# SpFAlExst
source: Specified folder already exists.
hi: निर्दिष्ट फ़ोल्डर में पहले से मौजूद है

# spfileexist
source: Specified file already exist.
hi: पहले से ही मौजूद फ़ाइल निर्दिष्ट किया था

# SpFileFolder
source: Specified file should be in folder.
hi: निर्दिष्ट फ़ाइल फ़ोल्डर में होना चाहिए

# SpFileURLExist
source: Specified File Url already exists.
hi: निर्दिष्ट फ़ाइल यूआरएल पहले से ही मौजूद है

# SpfyRecToCancel
source: Specify the record to Cancel.
hi: रद्द करने का रिकॉर्ड निर्दिष्ट करें

# SpIndvl
source: Specify Individuals :
hi: निर्दिष्ट व्यक्तियों:

# SpInvDet
source: Specify Invoice Detail.
hi: विस्तार बीजक निर्दिष्ट करें

# SpJAlrIToM
source: Specified Journal already issued to member.
hi: निर्दिष्ट जर्नल ऑफ पहले से ही सदस्य करने के लिए जारी किए

# SpJnlPkgAmt
source: Specify Journal/Package(s) Amount(Print,online & print+online).
hi: निर्दिष्ट जर्नल ऑफ / संकुल (ओ) राशि (प्रिंट, ऑनलाइन & प्रिंट + ऑनलाइन)

# SpJnlTAlrAd
source: Specified Journal Title already added.
hi: निर्दिष्ट जर्नल शीर्षक पहले से ही जोड़ा गया

# SpJourAlAddinPack
source: Specified Journal has been already added to package.
hi: निर्दिष्ट जर्नल ऑफ पहले से ही पैकेज के लिए जोड़ दिया गया है

# SpJourSpPack
source: Please Specify Journal(s) under Specified Package.
hi: कृपया,निर्दिष्ट संकुल के अंतर्गत निर्दिष्ट जर्नल (ओ)

# Spl
source: Special
hi: विशेष

# SpMedTyp
source: Specify Media Type .
hi: निर्दिष्ट सदस्य आईडी पहले से मौजूद है

# SpMemID
source: Specify Member Id.
hi: निर्दिष्ट सदस्य आईडी अवैध है

# SpMemIdExist
source: Specified Member ID Already Exists.
hi: विस्तार बीजक निर्दिष्ट करे

# SpMemIDInV
source: Specified Member Id is invalid.
hi: निर्दिष्ट सदस्य आईडी अवैध है

# SpMemIdRenew
source: Specified Member Id for Renew Membership.
hi: नवीनीकृत सदस्यता के लिए सदस्य आईडी निर्दिष्ट किया था

# SpMSgAExst
source: Specified MemberSubgroup already exists in same group.
hi: निर्दिष्ट सदस्य उपसमूह पहले से ही एक ही समूह में मौजूद है

# SpPckAlExist
source: Specified Package No. already exists.
hi: निर्दिष्ट संकुल नहीं, पहले से मौजूद है

# SpPckNoExist
source: Specified Package No. does not exist.
hi: निर्दिष्ट संकुल नहीं मौजूद नहीं है

# SpPckNoRenew
source: Specified Package No. can not be renewed.
hi: पैकेज नहीं नवीकरण नहीं किया जा सकता है निर्दिष्ट किया था

# SpPckTitleExist
source: Specified Package Title already Exists.
hi: शीर्षक निर्दिष्ट संकुल पहले से मौजूद है

# SppIDt
source: Supplementary Invoice Date
hi: पूरक चालान तिथि

# SppINo
source: Supplementary Invoice No.
hi: पूरक चालान नहीं

# SpPubCodeExist
source: Specified Publisher Code already exists.
hi: निर्दिष्ट प्रकाशक कोड पहले ही मौजूद है

# SpPubExist
source: Specified Publisher already exists.
hi: निर्दिष्ट प्रकाशक पहले से मौजूद है

# SpRecSearch
source: Specify the record to be searched.
hi: रिकार्ड निर्दिष्ट खोजा जा सके

# SpSerGrExist
source: Specified Service Group Name already exists in same Service Name.
hi: निर्दिष्ट सेवा समूह नाम में पहले से ही मौजूद है एक ही सेवा नाम

# SpSerSubGrExist
source: Specified Service Sub Group Name already exists under same Service Name.
hi: निर्दिष्ट सेवा उप समूह नाम पहले से ही सेवा नाम के नीचे मौजूद है

# SpSFAlExstInSpD
source: Specified source folder already exists under specified destination.
hi: निर्दिष्ट स्रोत फ़ोल्डर निर्दिष्ट गंतव्य के तहत पहले से ही मौजूद है
